[
  {
    "_id": "5f4fec450412f2132d346a51",
    "url": "https://www.tecmundo.com.br/ciencia/177270-nasa-patenteia-nova-rota-rapida-barata-lua.htm",
    "categories": [
      "Ciência",
      "Exploração espacial",
      "NASA",
      "Patente"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "Business Insider",
      "NASA"
    ],
    "summary": [
      "Um registro publicado pelo Escritório de Patentes e Marcas dos Estados Unidos, recentemente, chamou a atenção, mesmo não revelando nenhum equipamento ou ",
      "tecnologia",
      ". Trata-se de uma nova trajetória para a Lua, desenvolvida por engenheiros da ",
      "NASA",
      ".",
      "Esta rota inédita para as viagens ao satélite natural, inventada pela agência espacial americana, permite economizar dinheiro, tempo e combustível, além de propiciar descobertas sem precedentes a respeito do universo, para a primeira missão a explorá-la.",
      "Por meio dessa técnica, espaçonaves menores podem pegar carona em missões lançadas à Órbita Terrestre Geossíncrona, região que é o destino de muitos satélites. De lá, elas realizam uma série de manobras, em qualquer época do ano e sem restrições de horários e inclinação, para entrar na órbita lunar, fazendo uma viagem mais rápida e com pouco ou até nenhum combustível.",
      "A nova rota traz uma série de vantagens.",
      "Fonte: ",
      " NASA/Divulgação ",
      "Devido às suas características, ela é destinada às naves de tamanho reduzido e baixo orçamento. Ou seja, as missões maiores, com espaçonaves enormes e carregando astronautas e rovers, não poderão se beneficiar desta rota.",
      "Uma das primeiras missões que devem utilizar a nova rota para a Lua patenteada pela NASA é a Dark Ages Polarimeter Pathfinder (DAPPER), projeto criado por astrofísicos da Universidade do Colorado, nos EUA.",
      "Com o mesmo tamanho de um microondas, a espaçonave é compacta o suficiente para viajar como carga útil secundária em uma espaçonave maior, até a órbita geossíncrona, e de lá iniciar sua jornada à Lua, utilizando apenas “um modesto tanque de combustível”, para ajustes de direção.",
      "Ainda sem data prevista para lançamento, a DAPPER vai captar sinais de rádio de baixa frequência do ",
      "lado oculto da Lua",
      ", de 13 bilhões de anos atrás, fugindo das interferências causadas pelos dispositivos eletrônicos da Terra. Escapando desses bloqueios, o equipamento pode encontrar evidências das primeiras estrelas, buracos negros e galáxias, formados cerca de 500 milhões de anos após o ",
      "Big Bang",
      "."
    ],
    "text_summary": "Um registro publicado pelo Escritório de Patentes e Marcas dos Estados Unidos, recentemente, chamou a atenção, mesmo não revelando nenhum equipamento ou  tecnologia . Trata-se de uma nova trajetória para a Lua, desenvolvida por engenheiros da  NASA . Esta rota inédita para as viagens ao satélite natural, inventada pela agência espacial americana, permite economizar dinheiro, tempo e combustível, além de propiciar descobertas sem precedentes a respeito do universo, para a primeira missão a explorá-la. Por meio dessa técnica, espaçonaves menores podem pegar carona em missões lançadas à Órbita Terrestre Geossíncrona, região que é o destino de muitos satélites. De lá, elas realizam uma série de manobras, em qualquer época do ano e sem restrições de horários e inclinação, para entrar na órbita lunar, fazendo uma viagem mais rápida e com pouco ou até nenhum combustível. A nova rota traz uma série de vantagens. Fonte:   NASA/Divulgação  Devido às suas características, ela é destinada às naves de tamanho reduzido e baixo orçamento. Ou seja, as missões maiores, com espaçonaves enormes e carregando astronautas e rovers, não poderão se beneficiar desta rota. Uma das primeiras missões que devem utilizar a nova rota para a Lua patenteada pela NASA é a Dark Ages Polarimeter Pathfinder (DAPPER), projeto criado por astrofísicos da Universidade do Colorado, nos EUA. Com o mesmo tamanho de um microondas, a espaçonave é compacta o suficiente para viajar como carga útil secundária em uma espaçonave maior, até a órbita geossíncrona, e de lá iniciar sua jornada à Lua, utilizando apenas “um modesto tanque de combustível”, para ajustes de direção. Ainda sem data prevista para lançamento, a DAPPER vai captar sinais de rádio de baixa frequência do  lado oculto da Lua , de 13 bilhões de anos atrás, fugindo das interferências causadas pelos dispositivos eletrônicos da Terra. Escapando desses bloqueios, o equipamento pode encontrar evidências das primeiras estrelas, buracos negros e galáxias, formados cerca de 500 milhões de anos após o  Big Bang .",
    "timestamp": "2/9/2020",
    "title": "\n      NASA patenteia nova rota mais rápida e barata para a Lua\n    ",
    "writer": "André Luiz Dias Gonçalves"
  },
  {
    "_id": "5f4fec450412f2132d346a53",
    "url": "https://www.tecmundo.com.br/dispositivos-moveis/177288-moto-g9-play-g9-plus-e7-plus-tem-precos-brasil-vazados.htm",
    "categories": [
      "Dispositivos Móveis",
      "Celular",
      "Motorola"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "Tudo Celular"
    ],
    "summary": [
      "Os preços dos smartphones",
      " Moto G9 Play",
      ", ",
      "G9 Plus e E7 Plus",
      " no Brasil vazaram na web. Introduzidos há poucos dias no mercado europeu, os celulares competirão no mercado intermediário e valores extrapolam a casa dos R$ 2 mil.",
      "Serão celulares vendidos entre R$ 1.499 e R$ 2.499. O mais barato do trio, o Moto E7 Plus, ainda se enquadra no mercado intermediário e será vendido nas lojas parceiras pelo preço sugerido de R$ 1.499.",
      "Motorola XT2081 E7 Plus por R$ 1.499,00.",
      "Fonte: ",
      " Tudo Celular/Reprodução ",
      "Nesse caso, o Moto E7 Plus será disponibilizado nas cores bronze e azul, com 64 GB de memória em todas as variações e, de acordo com os rumores, incluirá memória RAM de 4 GB e bateria de 5.000 mAh — configurando-se como um celular com notável autonomia.",
      "O Moto G9 Play, por sua vez, será vendido por R$ 1.599,00 em lojas parceiras e será disponibilizado nas cores azul, rosa e verde. Da mesma forma, o celular incluirá 64 GB de armazenamento; mas se diferencia com o processador Snapdragon 662 (octa-core), display com resolução HD+ e um conjunto quadruplo de câmeras traseiras.",
      "Motorola XT2083 G9 Play e XT2087 G9 Plus por R$ 1.599,00 e R$ 2.499,00, respectivamente.",
      "Fonte: ",
      " Tudo Celular/Reprodução ",
      "Por fim, o Moto G9 Plus é o mais caro do trio e chega pelo preço sugerido de R$ 2.499,00. Ele chegará ao Brasil nas cores azul e ouro, com armazenamento de 128 GB, 4 GB de memória RAM e bateria de 4.700 mAh, segundo os rumores mais recentes.",
      "Ainda não há datas para o lançamento desse trio no Brasil, mas considerando o potencial do mercado nacional, não deve demorar muito para termos o anúncio da Motorola."
    ],
    "text_summary": "Os preços dos smartphones  Moto G9 Play ,  G9 Plus e E7 Plus  no Brasil vazaram na web. Introduzidos há poucos dias no mercado europeu, os celulares competirão no mercado intermediário e valores extrapolam a casa dos R$ 2 mil. Serão celulares vendidos entre R$ 1.499 e R$ 2.499. O mais barato do trio, o Moto E7 Plus, ainda se enquadra no mercado intermediário e será vendido nas lojas parceiras pelo preço sugerido de R$ 1.499. Motorola XT2081 E7 Plus por R$ 1.499,00. Fonte:   Tudo Celular/Reprodução  Nesse caso, o Moto E7 Plus será disponibilizado nas cores bronze e azul, com 64 GB de memória em todas as variações e, de acordo com os rumores, incluirá memória RAM de 4 GB e bateria de 5.000 mAh — configurando-se como um celular com notável autonomia. O Moto G9 Play, por sua vez, será vendido por R$ 1.599,00 em lojas parceiras e será disponibilizado nas cores azul, rosa e verde. Da mesma forma, o celular incluirá 64 GB de armazenamento; mas se diferencia com o processador Snapdragon 662 (octa-core), display com resolução HD+ e um conjunto quadruplo de câmeras traseiras. Motorola XT2083 G9 Play e XT2087 G9 Plus por R$ 1.599,00 e R$ 2.499,00, respectivamente. Fonte:   Tudo Celular/Reprodução  Por fim, o Moto G9 Plus é o mais caro do trio e chega pelo preço sugerido de R$ 2.499,00. Ele chegará ao Brasil nas cores azul e ouro, com armazenamento de 128 GB, 4 GB de memória RAM e bateria de 4.700 mAh, segundo os rumores mais recentes. Ainda não há datas para o lançamento desse trio no Brasil, mas considerando o potencial do mercado nacional, não deve demorar muito para termos o anúncio da Motorola.",
    "timestamp": "2/9/2020",
    "title": "\n      Moto G9 Play, G9 Plus e E7 Plus têm preços no Brasil vazados\n    ",
    "writer": "Igor Almenara Carneiro"
  },
  {
    "_id": "5f4fec450412f2132d346a55",
    "url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/177271-carros-eletricos-poluem-convencionais-diz-estudo.htm",
    "categories": [
      "Mobilidade Urbana/Smart Cities",
      "Carro",
      "Elétricos",
      "Veículos",
      "Bateria"
    ],
    "comments_count": "",
    "shares_count": "3",
    "sources": [
      "Electrek",
      "Unsplash: thumb"
    ],
    "summary": [
      "Um novo estudo sobre a emissão de gases poluentes por automóveis ",
      "elétricos",
      " e movidos a combustíveis fósseis indicou que as opções elétricas são realmente menos poluentes que as convencionais quando se comparam ",
      "veículos",
      " de mesma categoria. Basicamente, a pesquisa apontou inúmeras falhas em estudos anteriores conduzidos por montadoras e companhias do setor de petróleo e gás.",
      "Ao longo dos anos, algumas montadoras e a indústria de combustíveis fósseis tentaram provar que ",
      "carros",
      " elétricos não são menos poluentes que veículos que usam gasolina ou diesel, pois seu processo de fabricação utiliza energia elétrica suja, principalmente no que se refere à produção das baterias.",
      "Tesla Model 3 emite 65% menos poluentes que Mercedes-Benz Classe C, segundo estudo.",
      "Fonte: ",
      " Unsplash/Martin Katler/Reprodução ",
      "Agora, um estudo da Universidade Tecnológica de Eindhoven, na Holanda, pode desmascarar vários erros cometidos por análises anteriores. Pesquisadores destacaram seis problemas que indicam que carros elétricos são mais poluentes que os convencionais:",
      "De acordo com os pesquisadores, os estudos anteriores ainda tiveram erros simples ao considerar a produção das baterias elétricas. Com a evolução no processo de fabricação, a energia necessária para a produção desses componentes caiu drasticamente, ao mesmo tempo em que a eletricidade usada vai continuar se descarbonizando.",
      "Usando dados mais atuais, o novo estudo também determinou uma faixa entre 40 kg e 100 kg de CO",
      "2",
      " por kWh emitidos por uma ",
      "bateria",
      " elétrica em contraste com os 175 kg informados em um controverso estudo de 2017. Após corrigir todos os equívocos dos estudos patrocinados, os pesquisadores de Eindhoven descobriram que o ",
      "Tesla Model 3",
      ", por exemplo, emite 65% menos gases poluentes que um Mercedes-Benz Classe C."
    ],
    "text_summary": "Um novo estudo sobre a emissão de gases poluentes por automóveis  elétricos  e movidos a combustíveis fósseis indicou que as opções elétricas são realmente menos poluentes que as convencionais quando se comparam  veículos  de mesma categoria. Basicamente, a pesquisa apontou inúmeras falhas em estudos anteriores conduzidos por montadoras e companhias do setor de petróleo e gás. Ao longo dos anos, algumas montadoras e a indústria de combustíveis fósseis tentaram provar que  carros  elétricos não são menos poluentes que veículos que usam gasolina ou diesel, pois seu processo de fabricação utiliza energia elétrica suja, principalmente no que se refere à produção das baterias. Tesla Model 3 emite 65% menos poluentes que Mercedes-Benz Classe C, segundo estudo. Fonte:   Unsplash/Martin Katler/Reprodução  Agora, um estudo da Universidade Tecnológica de Eindhoven, na Holanda, pode desmascarar vários erros cometidos por análises anteriores. Pesquisadores destacaram seis problemas que indicam que carros elétricos são mais poluentes que os convencionais: De acordo com os pesquisadores, os estudos anteriores ainda tiveram erros simples ao considerar a produção das baterias elétricas. Com a evolução no processo de fabricação, a energia necessária para a produção desses componentes caiu drasticamente, ao mesmo tempo em que a eletricidade usada vai continuar se descarbonizando. Usando dados mais atuais, o novo estudo também determinou uma faixa entre 40 kg e 100 kg de CO 2  por kWh emitidos por uma  bateria  elétrica em contraste com os 175 kg informados em um controverso estudo de 2017. Após corrigir todos os equívocos dos estudos patrocinados, os pesquisadores de Eindhoven descobriram que o  Tesla Model 3 , por exemplo, emite 65% menos gases poluentes que um Mercedes-Benz Classe C.",
    "timestamp": "2/9/2020",
    "title": "\n      Carros elétricos poluem menos que os convencionais, diz estudo\n    ",
    "writer": "Ramalho Lima"
  },
  {
    "_id": "5f4fec450412f2132d346a57",
    "url": "https://www.tecmundo.com.br/dispositivos-moveis/177268-lg-wing-apresentado-evento-dia-14-setembro.htm",
    "categories": [
      "Dispositivos Móveis",
      "LG",
      "Celular"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "LG"
    ],
    "summary": [
      "A fabricante sul-coreana ",
      "LG",
      " anunciou um evento virtual para 14 de setembro, às 11h (horário de Brasília). A conferência tem como slogan \"Descubra o Inexplorado\" e será transmitida ao vivo ",
      "pelo canal da empresa no YouTube",
      ".",
      "O próprio vídeo dá pistas do que deve ser apresentado: o smartphone conhecido como ",
      "LG Wing",
      ", um modelo que tem um \"anexo\" em forma de tela secundária ",
      "e já apareceu em funcionamento",
      ". Vale lembrar que a marca se aventurou no segmento de duas telas com o ",
      "LG G8X ThinQ",
      ", que ",
      "até foi lançado no Brasil",
      ".",
      "Segundo a empresa",
      ",",
      " o smartphone vai estrear uma nova família de aparelhos, a Explorer Project, que vai reunir dispositivos mais ousados em formato e usabilidade e que pode não se limitar a celulares. A ",
      "Qualcomm",
      " é uma das parceiras confirmadas na iniciativa, além de companhias que fornecem tecnologias de compartilhamento, streaming e navegação.",
      "Mais detalhes sobre a linha serão revelados no evento. Fique ligado no TecMundo em 14 de setembro para saber tudo sobre os novos produtos da LG."
    ],
    "text_summary": "A fabricante sul-coreana  LG  anunciou um evento virtual para 14 de setembro, às 11h (horário de Brasília). A conferência tem como slogan \"Descubra o Inexplorado\" e será transmitida ao vivo  pelo canal da empresa no YouTube . O próprio vídeo dá pistas do que deve ser apresentado: o smartphone conhecido como  LG Wing , um modelo que tem um \"anexo\" em forma de tela secundária  e já apareceu em funcionamento . Vale lembrar que a marca se aventurou no segmento de duas telas com o  LG G8X ThinQ , que  até foi lançado no Brasil . Segundo a empresa ,  o smartphone vai estrear uma nova família de aparelhos, a Explorer Project, que vai reunir dispositivos mais ousados em formato e usabilidade e que pode não se limitar a celulares. A  Qualcomm  é uma das parceiras confirmadas na iniciativa, além de companhias que fornecem tecnologias de compartilhamento, streaming e navegação. Mais detalhes sobre a linha serão revelados no evento. Fique ligado no TecMundo em 14 de setembro para saber tudo sobre os novos produtos da LG.",
    "timestamp": "2/9/2020",
    "title": "\n      LG Wing será apresentado em evento no dia 14 de setembro\n    ",
    "writer": "Nilton Kleina"
  },
  {
    "_id": "5f4fec450412f2132d346a59",
    "url": "https://www.tecmundo.com.br/seguranca/176322-proteger-internet-celular-superseguro.htm",
    "categories": [
      "Segurança",
      "Internet",
      "Celular"
    ],
    "comments_count": "",
    "shares_count": "16",
    "sources": [],
    "summary": [
      "Se você acompanha as notícias do mundo tecnológico, certamente já ficou preocupado, em algum momento, com roubo de dados ou esquema de fraude direcionado a smartphones. Os aparelhos mais seguros do mundo certamente podem protegê-lo, mas saiba que, para isso, terá de desembolsar valores considerados exorbitantes por grande parte da população: de R$ 10 mil até mais de US$ 5 milhões, a exemplo dos dispositivos da empresa israelense CommuniTake, utilizados por políticos e funcionários da Organização das Nações Unidas (ONU).",
      "Tais dispositivos geralmente contam com sistemas de criptografia de ponta e não armazenam dados em servidores ou habilitam transmissão de voz e vídeo. Eles também carregam mecanismos de autodestruição de mensagens e podem limpar todas as informações que contêm. Para que tudo continue funcionando, taxas mensais normalmente são cobradas, elevando ainda mais os custos.",
      "Celulares mais seguros do mundo garantem tranquilidade, mas a um custo bem alto. (Fonte: Shutterstock)",
      "Cidadãos \"comuns\", entretanto, não precisam perder o sono com isso, apesar de alguns cuidados serem essenciais para a própria proteção. Por exemplo,",
      "Vojtech Bocek, Engenheiro Sênior de Engenharia de Segurança de Mobiles",
      ", da ",
      "Avast",
      ", explica que um dos primeiros passos em qualquer dispositivo é instalar um aplicativo de segurança eficiente. \"O principal problema dos sistemas de segurança de fábrica é a atualização, que nem sempre acompanha a velocidade das ameaças cibernéticas\". Mesmo aparelhos mais recentes não estão livres de investidas maliciosas: \"Se o cibercriminoso for habilidoso o suficiente para fazer um ataque complexo, você nem saberá\".",
      "Especialistas de segurança ressaltam a necessidade de manter aplicativos e sistemas atualizados, e isso se justifica, afirma ",
      "Bocek",
      ". Caso seu celular não receba mais implementações, está na hora de considerar a troca para se manter seguro: \"Embora alguns dispositivos Android possam ser mantidos atualizados usando versões personalizadas da compilação do sistema pela comunidade (as chamadas ROMs customizadas), elas são relativamente difíceis de instalar e, sem dúvida, podem ser ainda mais perigosas que apenas manter a última atualização oficial no dispositivo\".",
      "Smartphones mais baratos, inclusive, podem sair bem caros, complementa ",
      "Bocek",
      ": \"De acordo com as nossas estatísticas, uma das causas mais comuns de 'dispositivos hackeados' são os aparelhos que saem de fábrica com malwares pré-instalados. Esses são dispositivos extremamente baratos de marcas menos conhecidas e que capturam usuários com seus preços baixos\".",
      "Portanto, na hora de escolher o seu, verifique a marca que está comprando e busque aquelas bem estabelecidas, mesmo que sejam um pouco mais caras. \"Usuários não devem ignorar as notificações de atualização do fabricante para manter seus dispositivos atualizados e não devem comprar dispositivos daqueles que notoriamente ignoram as atualizações de segurança\", alerta ",
      "Bocek",
      ".",
      "Então, independentemente do aparelho ou do sistema operacional utilizado, instale um bom antivírus para se manter protegido, a exemplo do Avast, disponível para iOS e Android, que conta com mecanismos avançados de inteligência artificial e garante a integridade de seus dados; assim, você não precisa vender sua casa para continuar navegando sem preocupações."
    ],
    "text_summary": "Se você acompanha as notícias do mundo tecnológico, certamente já ficou preocupado, em algum momento, com roubo de dados ou esquema de fraude direcionado a smartphones. Os aparelhos mais seguros do mundo certamente podem protegê-lo, mas saiba que, para isso, terá de desembolsar valores considerados exorbitantes por grande parte da população: de R$ 10 mil até mais de US$ 5 milhões, a exemplo dos dispositivos da empresa israelense CommuniTake, utilizados por políticos e funcionários da Organização das Nações Unidas (ONU). Tais dispositivos geralmente contam com sistemas de criptografia de ponta e não armazenam dados em servidores ou habilitam transmissão de voz e vídeo. Eles também carregam mecanismos de autodestruição de mensagens e podem limpar todas as informações que contêm. Para que tudo continue funcionando, taxas mensais normalmente são cobradas, elevando ainda mais os custos. Celulares mais seguros do mundo garantem tranquilidade, mas a um custo bem alto. (Fonte: Shutterstock) Cidadãos \"comuns\", entretanto, não precisam perder o sono com isso, apesar de alguns cuidados serem essenciais para a própria proteção. Por exemplo, Vojtech Bocek, Engenheiro Sênior de Engenharia de Segurança de Mobiles , da  Avast , explica que um dos primeiros passos em qualquer dispositivo é instalar um aplicativo de segurança eficiente. \"O principal problema dos sistemas de segurança de fábrica é a atualização, que nem sempre acompanha a velocidade das ameaças cibernéticas\". Mesmo aparelhos mais recentes não estão livres de investidas maliciosas: \"Se o cibercriminoso for habilidoso o suficiente para fazer um ataque complexo, você nem saberá\". Especialistas de segurança ressaltam a necessidade de manter aplicativos e sistemas atualizados, e isso se justifica, afirma  Bocek . Caso seu celular não receba mais implementações, está na hora de considerar a troca para se manter seguro: \"Embora alguns dispositivos Android possam ser mantidos atualizados usando versões personalizadas da compilação do sistema pela comunidade (as chamadas ROMs customizadas), elas são relativamente difíceis de instalar e, sem dúvida, podem ser ainda mais perigosas que apenas manter a última atualização oficial no dispositivo\". Smartphones mais baratos, inclusive, podem sair bem caros, complementa  Bocek : \"De acordo com as nossas estatísticas, uma das causas mais comuns de 'dispositivos hackeados' são os aparelhos que saem de fábrica com malwares pré-instalados. Esses são dispositivos extremamente baratos de marcas menos conhecidas e que capturam usuários com seus preços baixos\". Portanto, na hora de escolher o seu, verifique a marca que está comprando e busque aquelas bem estabelecidas, mesmo que sejam um pouco mais caras. \"Usuários não devem ignorar as notificações de atualização do fabricante para manter seus dispositivos atualizados e não devem comprar dispositivos daqueles que notoriamente ignoram as atualizações de segurança\", alerta  Bocek . Então, independentemente do aparelho ou do sistema operacional utilizado, instale um bom antivírus para se manter protegido, a exemplo do Avast, disponível para iOS e Android, que conta com mecanismos avançados de inteligência artificial e garante a integridade de seus dados; assim, você não precisa vender sua casa para continuar navegando sem preocupações.",
    "timestamp": "2/9/2020",
    "title": "\n      Você precisa de um celular de espião da CIA para ficar seguro na internet?\n    ",
    "writer": "Alex Franco"
  },
  {
    "_id": "5f4fec450412f2132d346a5b",
    "url": "https://www.tecmundo.com.br/produto/177267-novo-carregador-fio-samsung-aceita-tres-aparelhos-vez.htm",
    "categories": [
      "Produto",
      "Carregadores",
      "Samsung"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "Sam Mobile",
      "Samsung"
    ],
    "summary": [
      "A ",
      "Samsung",
      " apresentou nesta terça-feira (1º) uma série de novos produtos como parte do evento \"Life Unstoppable\", incluindo um monitor, uma geladeira e uma secadora de roupas inteligente.",
      "Porém, um dos maiores destaques da conferência virtual foi um acessório de menor porte:  o Wireless Charging Trio, um carregador sem fio que é capaz de fornecer energia a três dispositivos ao mesmo tempo.",
      "Como o próprio nome sugere, ele é uma evolução natural do Wireless Charge Duo, que tem a capacidade máxima de dois aparelhos por vez — a imagem de divulgação mostra um relógio (Galaxu Watch 3), a caixa de fones de ouvido do Galaxy Buds Live e um celular (Galaxy Note 20 Ultra) posicionados na superfície ao mesmo tempo.",
      "O carregador em ação na capacidade máxima.",
      "Fonte: ",
      " Samsung ",
      "Como a plataforma utilizada pela Samsung para a recarga é a tecnologia Qi, dispositivos de outras marcas também podem ser utilizados. ",
      "O Wireless Charger Trio ainda não tem data de lançamento, mas o site ",
      "Sam Mobile",
      " informa que ele chega ainda em 2020 e deve custar €99 na Europa — cerca de R$ 630 em conversão direta de moeda."
    ],
    "text_summary": "A  Samsung  apresentou nesta terça-feira (1º) uma série de novos produtos como parte do evento \"Life Unstoppable\", incluindo um monitor, uma geladeira e uma secadora de roupas inteligente. Porém, um dos maiores destaques da conferência virtual foi um acessório de menor porte:  o Wireless Charging Trio, um carregador sem fio que é capaz de fornecer energia a três dispositivos ao mesmo tempo. Como o próprio nome sugere, ele é uma evolução natural do Wireless Charge Duo, que tem a capacidade máxima de dois aparelhos por vez — a imagem de divulgação mostra um relógio (Galaxu Watch 3), a caixa de fones de ouvido do Galaxy Buds Live e um celular (Galaxy Note 20 Ultra) posicionados na superfície ao mesmo tempo. O carregador em ação na capacidade máxima. Fonte:   Samsung  Como a plataforma utilizada pela Samsung para a recarga é a tecnologia Qi, dispositivos de outras marcas também podem ser utilizados.  O Wireless Charger Trio ainda não tem data de lançamento, mas o site  Sam Mobile  informa que ele chega ainda em 2020 e deve custar €99 na Europa — cerca de R$ 630 em conversão direta de moeda.",
    "timestamp": "2/9/2020",
    "title": "\n      Novo carregador sem fio da Samsung aceita três aparelhos de uma vez\n    ",
    "writer": "Nilton Kleina"
  },
  {
    "_id": "5f4fec450412f2132d346a5d",
    "url": "https://www.tecmundo.com.br/mercado/177269-gamer-days-intel-promove-10-dias-ofertas-gamers.htm",
    "categories": [
      "Mercado",
      "Intel",
      "Video Game e Jogos",
      "Promoção"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [],
    "summary": [
      "O dia 29 de agosto é conhecido com o Dia Internacional do Gamer. Para comemorar essa data importante, a Intel organizou 10 dias de ofertas exclusivas com mais de 17 marcas do universo gamer.*",
      "A líder de tecnologia se uniu com os principais players do mercado e preparou um hotsite especial (",
      "Gamerdays.intel.com.br",
      ") para apresentar as ofertas. Os dias de promoção do Gamer Days acontecem entre 28 de agosto e 6 de setembro.",
      "Gamer Days acontece até 6 de setembro e conta com a participação de mais de 17 marcas parceiras. (Fonte: Intel/ Reprodução)",
      "O mercado gamer tem chamado atenção de diversas empresas, e a Intel percebeu a importância desse público, criando várias ações para atrair os jogadores. Giovana Gaiolli, gerente de marketing da Intel Brasil, reforça o posicionamento da marca: \"O mercado gamer é muito importante para a Intel, e estamos comprometidos em oferecer as melhores soluções para esse público tão exigente e um dos maiores consumidores de games do mundo. Para se ter uma ideia, segundo dados da pesquisa Newzoo, o mercado brasileiro de jogos deve gerar em 2020 uma receita de 1,8 bilhão de dólares, o que coloca o país como o quarto no ranking mundial de consumo de games\".",
      "Intel vai oferecer download do jogo Avengers para quem comprar produtos participantes da oferta. (Fonte: Intel/Reprodução)",
      "Além de reunir ofertas exclusivas em um ",
      "hotsite especial",
      ", a Intel preparou um prêmio para os fãs dos heróis da Marvel. Aqueles que comprarem um dispositivo gamer com processador Intel Core i5, i7 ou i9 de 9ª ou 10ª geração participante, ganharão o download do jogo ",
      "Avengers",
      ", que será lançado em 4 de setembro de 2020.",
      "Esse título está sendo criado em uma parceria inédita entre a Intel e as desenvolvedoras Crystal Dynamics e Square Enix para levar o melhor da tecnologia para os jogadores de PC. Com a presença dos processadores Intel Core de 10ª geração, as máquinas entregam uma experiência ainda mais imersiva e realista para os gamers.",
      ".....",
      "Para conferir os principais parceiros e as ofertas disponíveis, acesse ",
      "Gamerdays.intel.com.br",
      " até 6 de setembro para aproveitar!",
      "* CERTIFICADO DE AUTORIZAÇÃO SECAP/ME Nº 02.008942/2020. Promoção válida de 28/08/2020 a 06/09/2020. Consulte o Regulamento completo da promoção em ",
      "https://gamerdays.intel.com.br/",
      ". Imagens meramente ilustrativas",
      "."
    ],
    "text_summary": "O dia 29 de agosto é conhecido com o Dia Internacional do Gamer. Para comemorar essa data importante, a Intel organizou 10 dias de ofertas exclusivas com mais de 17 marcas do universo gamer.* A líder de tecnologia se uniu com os principais players do mercado e preparou um hotsite especial ( Gamerdays.intel.com.br ) para apresentar as ofertas. Os dias de promoção do Gamer Days acontecem entre 28 de agosto e 6 de setembro. Gamer Days acontece até 6 de setembro e conta com a participação de mais de 17 marcas parceiras. (Fonte: Intel/ Reprodução) O mercado gamer tem chamado atenção de diversas empresas, e a Intel percebeu a importância desse público, criando várias ações para atrair os jogadores. Giovana Gaiolli, gerente de marketing da Intel Brasil, reforça o posicionamento da marca: \"O mercado gamer é muito importante para a Intel, e estamos comprometidos em oferecer as melhores soluções para esse público tão exigente e um dos maiores consumidores de games do mundo. Para se ter uma ideia, segundo dados da pesquisa Newzoo, o mercado brasileiro de jogos deve gerar em 2020 uma receita de 1,8 bilhão de dólares, o que coloca o país como o quarto no ranking mundial de consumo de games\". Intel vai oferecer download do jogo Avengers para quem comprar produtos participantes da oferta. (Fonte: Intel/Reprodução) Além de reunir ofertas exclusivas em um  hotsite especial , a Intel preparou um prêmio para os fãs dos heróis da Marvel. Aqueles que comprarem um dispositivo gamer com processador Intel Core i5, i7 ou i9 de 9ª ou 10ª geração participante, ganharão o download do jogo  Avengers , que será lançado em 4 de setembro de 2020. Esse título está sendo criado em uma parceria inédita entre a Intel e as desenvolvedoras Crystal Dynamics e Square Enix para levar o melhor da tecnologia para os jogadores de PC. Com a presença dos processadores Intel Core de 10ª geração, as máquinas entregam uma experiência ainda mais imersiva e realista para os gamers. ..... Para conferir os principais parceiros e as ofertas disponíveis, acesse  Gamerdays.intel.com.br  até 6 de setembro para aproveitar! * CERTIFICADO DE AUTORIZAÇÃO SECAP/ME Nº 02.008942/2020. Promoção válida de 28/08/2020 a 06/09/2020. Consulte o Regulamento completo da promoção em  https://gamerdays.intel.com.br/ . Imagens meramente ilustrativas .",
    "timestamp": "2/9/2020",
    "title": "\n      Gamer Days: Intel promove 10 dias de ofertas para gamers\n    ",
    "writer": "Eduardo Yukio Harada"
  },
  {
    "_id": "5f4fec450412f2132d346a5f",
    "url": "https://www.tecmundo.com.br/produto/177276-tigerlake-11-geracao-chips-intel-quer-revolucionar-notebooks.htm",
    "categories": [
      "Produto",
      "Intel",
      "Processadores",
      "Notebook"
    ],
    "comments_count": "",
    "shares_count": "8",
    "sources": [],
    "summary": [
      "A ",
      "Intel",
      " acaba de anunciar a sua ",
      "11ª geração de processadores Core",
      " em um evento online para todo o mundo. Os novos chips, como esperado, trazem mais performance em várias frentes, mas a empresa falou muito pouco em números brutos.",
      "A marca está incluindo as GPUs Iris X na plataforma e finalmente migrou para uma ",
      "litografia de 10 nm",
      ". Atrasada para essa festa, a Intel precisou “causar” na hora da entrada, e o novo produto parece realmente promissor. Tanto é que a empresa chama sua nova família de “melhores chips do mundo para computadores finos e leves”.",
      "Algumas demonstrações foram feitas durante o evento comparando a 11ª geração com soluções similares da AMD e até da NVIDIA para notebooks.",
      "Com a nova geração, foi apresentada também a arquitetura Willow Cove, que combinada aos 10 nm permite processadores menores, mais eficientes e com frequências maiores. A Intel garante até 4,8 GHz nesses chips para notebooks.",
      "Apesar disso, o foco mesmo foram as possibilidades que a nova geração de chips vai trazer para o mercado de notebooks. Em estimativas da Intel, ferramentas para produção de conteúdo, como audiovisual, ficaram 2,7 vezes mais rápidas. A empresa mostrou o Adobe Premiere renderizando e exportando vídeos em 4K em uma fração do tempo habitual. No geral, a produtividade dos usuários deve aumentar em 20% com as novas máquinas, segundo a marca.",
      "Nova geração de chips intel para notebooks migrou para 10 nm (Reprodução/Intel)",
      "Além de serem ferramentas de trabalhado aprimoradas, os computadores com a 11ª geração de chips da Intel devem entregar 2 vezes mais performance em “games populares”. A Intel fez algumas comparações de entrega de FPS para endossar isso, mas a gente sabe que testes em laboratório nem sempre se refletem no mundo real perfeitamente, então é melhor esperar os testes feitos por veículos independentes nesse sentido.",
      "Apesar da migração para os 10 nm, nova arquitetura, mais desempenho e GPUs mais potentes, o que realmente importa entre todas as novidades da Intel é o que a marca conseguiu fazer com o ",
      "Projeto Athena",
      " nessa geração de processadores.",
      "O “casamento” da nova geração apelidada de Tiger Lake com o tão esperado Projeto Athena da Intel deu origem à plataforma “Intel EVO”, que vai servir como uma marca de certificação para produtos de fabricantes de notebooks.",
      "Todos os produtos da plataforma EVO terão que seguir algumas especificações mínimas de hardware e desempenho. Por exemplo, ao abrir a tampa do PC, o sistema precisa estar pronto em menos de 1 segundo para o usuário começar a trabalhar.",
      "Eles também precisarão contar com Wi-Fi 6 para alta velocidade de transferência de dados na internet e conexões Thunderbolt 4 multifuncionais. Essa nova porta segue o formado de USB-C, sendo capaz de conectar dois ou mais monitores 4K a 60 Hz através de um único cabo.",
      "A Intel ainda vai garantir 9 horas de autonomia de bateria para os produtos EVO em “uso típico”. Haverá também carregamento rápido em todos os modelos.",
      "Já na primeira leva de máquinas feitas nesse padrão EVO, serão lançados nos próximos meses cerca de 150 modelos de notebooks finos e leves por marcas como ",
      "Acer",
      ", ",
      "ASUS",
      ", ",
      "Dell",
      ", Dynabook, ",
      "HP",
      ", ",
      "LG",
      ", ",
      "Lenovo",
      ", MSI, ",
      "Razer",
      ", ",
      "Samsung",
      " e algumas outras. Isso tanto no ",
      "Windows 10",
      " da ",
      "Microsoft",
      " quanto no ",
      "Chrome OS",
      " da ",
      "Google",
      ".",
      "Plataforma EVO é o resultado do Projeto Athena. (Reprodução/Intel)",
      "A Intel também falou um pouco sobre a integração de IA em seus novos chips para conseguir melhor eficiência em praticamente tudo. Em uma demonstração, a empresa fez uma chamada de vídeo no Microsoft Teams mostrando como a IA do chip consegue eliminar ruído de fundo para não interferir no som dos interlocutores.",
      "Apesar disso, nenhuma data concreta para lançamento de novos produtos EVO ou com chips Tiger Lake foi revelada.",
      "Confira as especificações de alguns dos chips que a marca está lançando."
    ],
    "text_summary": "A  Intel  acaba de anunciar a sua  11ª geração de processadores Core  em um evento online para todo o mundo. Os novos chips, como esperado, trazem mais performance em várias frentes, mas a empresa falou muito pouco em números brutos. A marca está incluindo as GPUs Iris X na plataforma e finalmente migrou para uma  litografia de 10 nm . Atrasada para essa festa, a Intel precisou “causar” na hora da entrada, e o novo produto parece realmente promissor. Tanto é que a empresa chama sua nova família de “melhores chips do mundo para computadores finos e leves”. Algumas demonstrações foram feitas durante o evento comparando a 11ª geração com soluções similares da AMD e até da NVIDIA para notebooks. Com a nova geração, foi apresentada também a arquitetura Willow Cove, que combinada aos 10 nm permite processadores menores, mais eficientes e com frequências maiores. A Intel garante até 4,8 GHz nesses chips para notebooks. Apesar disso, o foco mesmo foram as possibilidades que a nova geração de chips vai trazer para o mercado de notebooks. Em estimativas da Intel, ferramentas para produção de conteúdo, como audiovisual, ficaram 2,7 vezes mais rápidas. A empresa mostrou o Adobe Premiere renderizando e exportando vídeos em 4K em uma fração do tempo habitual. No geral, a produtividade dos usuários deve aumentar em 20% com as novas máquinas, segundo a marca. Nova geração de chips intel para notebooks migrou para 10 nm (Reprodução/Intel) Além de serem ferramentas de trabalhado aprimoradas, os computadores com a 11ª geração de chips da Intel devem entregar 2 vezes mais performance em “games populares”. A Intel fez algumas comparações de entrega de FPS para endossar isso, mas a gente sabe que testes em laboratório nem sempre se refletem no mundo real perfeitamente, então é melhor esperar os testes feitos por veículos independentes nesse sentido. Apesar da migração para os 10 nm, nova arquitetura, mais desempenho e GPUs mais potentes, o que realmente importa entre todas as novidades da Intel é o que a marca conseguiu fazer com o  Projeto Athena  nessa geração de processadores. O “casamento” da nova geração apelidada de Tiger Lake com o tão esperado Projeto Athena da Intel deu origem à plataforma “Intel EVO”, que vai servir como uma marca de certificação para produtos de fabricantes de notebooks. Todos os produtos da plataforma EVO terão que seguir algumas especificações mínimas de hardware e desempenho. Por exemplo, ao abrir a tampa do PC, o sistema precisa estar pronto em menos de 1 segundo para o usuário começar a trabalhar. Eles também precisarão contar com Wi-Fi 6 para alta velocidade de transferência de dados na internet e conexões Thunderbolt 4 multifuncionais. Essa nova porta segue o formado de USB-C, sendo capaz de conectar dois ou mais monitores 4K a 60 Hz através de um único cabo. A Intel ainda vai garantir 9 horas de autonomia de bateria para os produtos EVO em “uso típico”. Haverá também carregamento rápido em todos os modelos. Já na primeira leva de máquinas feitas nesse padrão EVO, serão lançados nos próximos meses cerca de 150 modelos de notebooks finos e leves por marcas como  Acer ,  ASUS ,  Dell , Dynabook,  HP ,  LG ,  Lenovo , MSI,  Razer ,  Samsung  e algumas outras. Isso tanto no  Windows 10  da  Microsoft  quanto no  Chrome OS  da  Google . Plataforma EVO é o resultado do Projeto Athena. (Reprodução/Intel) A Intel também falou um pouco sobre a integração de IA em seus novos chips para conseguir melhor eficiência em praticamente tudo. Em uma demonstração, a empresa fez uma chamada de vídeo no Microsoft Teams mostrando como a IA do chip consegue eliminar ruído de fundo para não interferir no som dos interlocutores. Apesar disso, nenhuma data concreta para lançamento de novos produtos EVO ou com chips Tiger Lake foi revelada. Confira as especificações de alguns dos chips que a marca está lançando.",
    "timestamp": "2/9/2020",
    "title": "\n      TigerLake: 11ª geração de chips Intel quer revolucionar notebooks\n    ",
    "writer": "Léo Müller"
  },
  {
    "_id": "5f4fec450412f2132d346a61",
    "url": "https://www.tecmundo.com.br/ciencia/177275-conheca-lobo-guara-animal-estampa-nota-200-reais.htm",
    "categories": [
      "Ciência",
      "Biologia",
      "Dinheiro",
      "Meio ambiente",
      "Governo"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "Agência Brasil",
      "Brasil Escola"
    ],
    "summary": [
      "No final de julho, o lobo-guará virou o assunto do momento entre os internautas brasileiros, após ser anunciado pelo Banco Central como a estrela da ",
      "nova cédula de R$ 200",
      ", que entrou em circulação nesta quarta-feira (02). Já que esse animal vai ocupar um lugar especial no seu bolso nos próximos anos, que tal conhecê-lo um pouco mais?",
      "O lobo-guará é conhecido pela marcante coloração dos seus pelos, que são laranja-avermelhados em grande parte do seu corpo e recebe o importante título de maior canídeo da América do Sul.",
      "Infelizmente, essa espécie sofre de extinção, devido à ampliação de áreas urbanas e plantações na região do Cerrado, que é seu habitat primordial do lobo-guará, juntamente como o Pampa. Além do Brasil, é possível encontrá-lo em países como Argentina, Bolívia, Paraguai, Peru, estando provavelmente extinto no Uruguai.",
      "O biólogo Rogério Cunha de Paula, do Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio), aponta que o maior desafio é conseguir a colaboração de setores da economia, como a agroindústria. ",
      "Grande parte dos hábitos deste animal é crepuscular-noturno e, apesar de carregar o título de lobo, ele não é feroz e ataca somente quando ameaçado. Em geral, essa espécie prefere ficar longe dos seres humanos.",
      "Ao contrário do que muitos pensam, sua dieta não é baseada somente em carne, mas também inclui vegetais. No geral, esses lobos comem artrópodes, vertebrados de pequeno e médio porte, além de frutos, como a lobeira — também conhecida como fruta-do-lobo, justamente por ser um dos seus alimentos prediletos.",
      "Em seu período reprodutivo, eles costumam andar em pares. A gestação dura cerca de 65 dias e, em média, nascem de três a seis filhotes. Apesar de serem solitários, os lobos permanecem juntos após o nascimento da cria.",
      "Caso tenha simpatizado com esse bichano, você pode apoiar projetos que lutam pela sua proteção, como o",
      " Lobos do Pardo ",
      "e a ",
      "ONG Onçafari",
      "."
    ],
    "text_summary": "No final de julho, o lobo-guará virou o assunto do momento entre os internautas brasileiros, após ser anunciado pelo Banco Central como a estrela da  nova cédula de R$ 200 , que entrou em circulação nesta quarta-feira (02). Já que esse animal vai ocupar um lugar especial no seu bolso nos próximos anos, que tal conhecê-lo um pouco mais? O lobo-guará é conhecido pela marcante coloração dos seus pelos, que são laranja-avermelhados em grande parte do seu corpo e recebe o importante título de maior canídeo da América do Sul. Infelizmente, essa espécie sofre de extinção, devido à ampliação de áreas urbanas e plantações na região do Cerrado, que é seu habitat primordial do lobo-guará, juntamente como o Pampa. Além do Brasil, é possível encontrá-lo em países como Argentina, Bolívia, Paraguai, Peru, estando provavelmente extinto no Uruguai. O biólogo Rogério Cunha de Paula, do Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio), aponta que o maior desafio é conseguir a colaboração de setores da economia, como a agroindústria.  Grande parte dos hábitos deste animal é crepuscular-noturno e, apesar de carregar o título de lobo, ele não é feroz e ataca somente quando ameaçado. Em geral, essa espécie prefere ficar longe dos seres humanos. Ao contrário do que muitos pensam, sua dieta não é baseada somente em carne, mas também inclui vegetais. No geral, esses lobos comem artrópodes, vertebrados de pequeno e médio porte, além de frutos, como a lobeira — também conhecida como fruta-do-lobo, justamente por ser um dos seus alimentos prediletos. Em seu período reprodutivo, eles costumam andar em pares. A gestação dura cerca de 65 dias e, em média, nascem de três a seis filhotes. Apesar de serem solitários, os lobos permanecem juntos após o nascimento da cria. Caso tenha simpatizado com esse bichano, você pode apoiar projetos que lutam pela sua proteção, como o  Lobos do Pardo  e a  ONG Onçafari .",
    "timestamp": "2/9/2020",
    "title": "\n      Conheça o lobo-guará, animal que estampa a nota de 200 reais\n    ",
    "writer": "Kris Gaiato"
  },
  {
    "_id": "5f4fec450412f2132d346a63",
    "url": "https://www.tecmundo.com.br/mercado/177274-nota-r-200-entra-circulacao-brasil.htm",
    "categories": [
      "Mercado",
      "Governo",
      "Dinheiro"
    ],
    "comments_count": "",
    "shares_count": "63",
    "sources": [
      "Banco Central",
      "Agência Brasil"
    ],
    "summary": [
      "Nesta quarta-feira (2), a nova nota de R$ 200 foi lançada pelo Banco Central (BC) e já entrou em circulação imediatamente. A cédula, estampada pela imagem do lobo-guará, foi apresentada durante uma cerimônia oficial e tem o mesmo formato da nota de R$ 20.",
      "Ao todo, serão produzidas 450 milhões de unidades da nova cédula de R$ 200, que entrarão em circulação aos poucos, de acordo com a demanda.",
      "Apesar de ter gerado muita polêmica por suspeita de um possível aumento nos crimes de lavagem de dinheiro, em 2010, logo após o lançamento da segunda família de cédulas, a criação de uma nova nota de maior valor já era prevista pelo BC.",
      "Foto: Raphael Ribeiro/BCB",
      "A justificativa do BC para lançar a nota neste momento foi o risco de falta de dinheiro em espécie, principalmente durante o pagamento do auxílio emergencial. Com as pessoas guardando dinheiro em vez de colocá-lo em circulação, seu retorno aos bancos foi reduzido. Em maio, foi preciso antecipar a produção de R$ 9 bilhões junto à Casa da Moeda. ",
      "Em 2001, o Banco Central realizou uma pesquisa popular para definir quais animais os brasileiros gostariam de ver nas próximas notas lançadas no país. Em primeiro lugar, ficou a tartaruga-marinha, usada na cédula de R$ 2, enquanto o mico-leão-dourado, adotado na cédula de R$ 20, ficou com a segunda colocação. O próximo da lista é o lobo-guará.",
      "O tema também ",
      "virou meme",
      " nas redes sociais, que elegeram suas próprias imagens prediletas para estampar a nota."
    ],
    "text_summary": "Nesta quarta-feira (2), a nova nota de R$ 200 foi lançada pelo Banco Central (BC) e já entrou em circulação imediatamente. A cédula, estampada pela imagem do lobo-guará, foi apresentada durante uma cerimônia oficial e tem o mesmo formato da nota de R$ 20. Ao todo, serão produzidas 450 milhões de unidades da nova cédula de R$ 200, que entrarão em circulação aos poucos, de acordo com a demanda. Apesar de ter gerado muita polêmica por suspeita de um possível aumento nos crimes de lavagem de dinheiro, em 2010, logo após o lançamento da segunda família de cédulas, a criação de uma nova nota de maior valor já era prevista pelo BC. Foto: Raphael Ribeiro/BCB A justificativa do BC para lançar a nota neste momento foi o risco de falta de dinheiro em espécie, principalmente durante o pagamento do auxílio emergencial. Com as pessoas guardando dinheiro em vez de colocá-lo em circulação, seu retorno aos bancos foi reduzido. Em maio, foi preciso antecipar a produção de R$ 9 bilhões junto à Casa da Moeda.  Em 2001, o Banco Central realizou uma pesquisa popular para definir quais animais os brasileiros gostariam de ver nas próximas notas lançadas no país. Em primeiro lugar, ficou a tartaruga-marinha, usada na cédula de R$ 2, enquanto o mico-leão-dourado, adotado na cédula de R$ 20, ficou com a segunda colocação. O próximo da lista é o lobo-guará. O tema também  virou meme  nas redes sociais, que elegeram suas próprias imagens prediletas para estampar a nota.",
    "timestamp": "2/9/2020",
    "title": "\n      Nota de R$ 200 entra em circulação no Brasil\n    ",
    "writer": "Joy Macedo"
  },
  {
    "_id": "5f4fec450412f2132d346a65",
    "url": "https://www.tecmundo.com.br/produto/177266-samsung-lanca-galaxy-fit-2-pulseira-bateria-15-dias.htm",
    "categories": [
      "Produto",
      "Samsung",
      "Smartband",
      "Produtos"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "SamMobile",
      "Samsung"
    ],
    "summary": [
      "A ",
      "Samsung",
      " anunciou a nova pulseira inteligente Galaxy Fit 2 para rastrear atividades físicas. Normalmente mais acessível do que os relógios inteligentes, ela traz a promessa de autonomia de bateria de até 15 dias com uma única carga.",
      "Mas a aposta da pulseira inteligente é para atrair quem quer um dispositivo para rastrear atividades ou monitorar a saúde, mas sem gastar muito. O preço do novo gadget não foi revelado, embora o modelo anterior tenha sido lançado por US$ 100. A pulseira Galaxy Fit original foi lançada em junho de 2019 no Brasil pelo preço de R$ 699.",
      "Segundo a Samsung, ela ainda pode alcançar até 21 dias em uso com uma única carga, dependendo das configurações. A bateria do gadget tem 159 mAh.",
      "Nova pulseira inteligente Galaxy Fit 2.",
      "Fonte: ",
      " SamMobile/Reprodução ",
      "Ela traz um design construído em plástico, é pequena, discreta e pesa somente 21 gramas. Entre os recursos, a Fit 2 é capaz de detectar e rastrear automaticamente até cinco tipos de atividades diferentes.",
      "Em exercícios, ela coleta informações de frequência cardíaca, distância percorrida, calorias queimadas e mais. Também é capaz de monitorar e fornecer análises diárias de sono.",
      "As informações são vistas numa tela AMOLED de 1,1 polegada com vidro curvo. A Samsung disponibiliza mais de 70 mostradores para personalizar o dispositivo. A marca cita que ela traz proteção IP68 contra água, embora o primeiro modelo traga certificação 5ATM – que suporta atividades aquáticas.",
      "Ela é compatível com dispositivos Android (a partir da versão 5.0) com pelo menos 1,5 GB de RAM. Em dispositivos da Apple, é compatível com modelos a partir do iPhone 7 com no mínimo iOS 10.",
      "Rival direta de dispositivos como a Xiaomi Mi Band 5, a nova Galaxy Fit 2 ainda não tem data de lançamento divulgada no Brasil."
    ],
    "text_summary": "A  Samsung  anunciou a nova pulseira inteligente Galaxy Fit 2 para rastrear atividades físicas. Normalmente mais acessível do que os relógios inteligentes, ela traz a promessa de autonomia de bateria de até 15 dias com uma única carga. Mas a aposta da pulseira inteligente é para atrair quem quer um dispositivo para rastrear atividades ou monitorar a saúde, mas sem gastar muito. O preço do novo gadget não foi revelado, embora o modelo anterior tenha sido lançado por US$ 100. A pulseira Galaxy Fit original foi lançada em junho de 2019 no Brasil pelo preço de R$ 699. Segundo a Samsung, ela ainda pode alcançar até 21 dias em uso com uma única carga, dependendo das configurações. A bateria do gadget tem 159 mAh. Nova pulseira inteligente Galaxy Fit 2. Fonte:   SamMobile/Reprodução  Ela traz um design construído em plástico, é pequena, discreta e pesa somente 21 gramas. Entre os recursos, a Fit 2 é capaz de detectar e rastrear automaticamente até cinco tipos de atividades diferentes. Em exercícios, ela coleta informações de frequência cardíaca, distância percorrida, calorias queimadas e mais. Também é capaz de monitorar e fornecer análises diárias de sono. As informações são vistas numa tela AMOLED de 1,1 polegada com vidro curvo. A Samsung disponibiliza mais de 70 mostradores para personalizar o dispositivo. A marca cita que ela traz proteção IP68 contra água, embora o primeiro modelo traga certificação 5ATM – que suporta atividades aquáticas. Ela é compatível com dispositivos Android (a partir da versão 5.0) com pelo menos 1,5 GB de RAM. Em dispositivos da Apple, é compatível com modelos a partir do iPhone 7 com no mínimo iOS 10. Rival direta de dispositivos como a Xiaomi Mi Band 5, a nova Galaxy Fit 2 ainda não tem data de lançamento divulgada no Brasil.",
    "timestamp": "2/9/2020",
    "title": "\n      Samsung lança Galaxy Fit 2, pulseira com bateria de 15 dias\n    ",
    "writer": "Wellington Arruda"
  },
  {
    "_id": "5f4fec450412f2132d346a67",
    "url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/177260-70-carros-vendidos-noruega-eletricos.htm",
    "categories": [
      "Mobilidade Urbana/Smart Cities",
      "Elétricos",
      "Carro"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "CleanTechnica"
    ],
    "summary": [
      "A política de transporte da Noruega em adotar automóveis ",
      "elétricos",
      " continua acelerada. Em agosto, segundo o site ",
      "CleanTechnica",
      ", 70,2% dos carros comercializados no país europeu adotam propulsão elétrica ou híbrida.",
      "Do valor total, 52,8% são veículos totalmente elétricos que operam com baterias. Já 17,4% correspondem aos modelos híbridos elétricos no formato plug-in, que trazem um motor a combustão interna e um motor elétrico. Em fevereiro de 2020, a porcentagem de venda de automóveis no país era de pouco mais de 40%, o que reforça os resultados positivos até o momento no segundo semestre.",
      "A expectativa é que os números em setembro sejam ainda mais expressivos para o setor. Entre os carros mais comercializados no setor de totalmente elétricos, o líder é o Audi e-Tron, seguido do Mercedes EQC 400 e o Volkswagen e-Golf. Entre marcas menores, o destaque vai para o Polestar 2.",
      "País europeu é o líder global em eletrificação da frota de carros particulares de passageiros (Reprodução/CleanTechnica)",
      "A Noruega prometeu ",
      "banir carros à gasolina até 2025",
      " e tem seguido essa medida com políticas econômicas que envolvem benefícios do governo à população disposta a adquirir um automóvel elétrico — o que transformou o país ",
      "em um ponto de testes de montadoras",
      "."
    ],
    "text_summary": "A política de transporte da Noruega em adotar automóveis  elétricos  continua acelerada. Em agosto, segundo o site  CleanTechnica , 70,2% dos carros comercializados no país europeu adotam propulsão elétrica ou híbrida. Do valor total, 52,8% são veículos totalmente elétricos que operam com baterias. Já 17,4% correspondem aos modelos híbridos elétricos no formato plug-in, que trazem um motor a combustão interna e um motor elétrico. Em fevereiro de 2020, a porcentagem de venda de automóveis no país era de pouco mais de 40%, o que reforça os resultados positivos até o momento no segundo semestre. A expectativa é que os números em setembro sejam ainda mais expressivos para o setor. Entre os carros mais comercializados no setor de totalmente elétricos, o líder é o Audi e-Tron, seguido do Mercedes EQC 400 e o Volkswagen e-Golf. Entre marcas menores, o destaque vai para o Polestar 2. País europeu é o líder global em eletrificação da frota de carros particulares de passageiros (Reprodução/CleanTechnica) A Noruega prometeu  banir carros à gasolina até 2025  e tem seguido essa medida com políticas econômicas que envolvem benefícios do governo à população disposta a adquirir um automóvel elétrico — o que transformou o país  em um ponto de testes de montadoras .",
    "timestamp": "2/9/2020",
    "title": "\n      70% dos carros vendidos na Noruega já são elétricos\n    ",
    "writer": "Nilton Kleina"
  },
  {
    "_id": "5f4fec450412f2132d346a69",
    "url": "https://www.tecmundo.com.br/dispositivos-moveis/177264-poco-m2-lancado-dia-8-tela-grande-bateria-potente.htm",
    "categories": [
      "Dispositivos Móveis",
      "Celular",
      "Xiaomi",
      "POCO"
    ],
    "comments_count": "",
    "shares_count": "5",
    "sources": [
      "GSM Arena",
      "Flipkart"
    ],
    "summary": [
      "A ",
      "POCO",
      ", uma das principais submarcas da ",
      "Xiaomi",
      ", lançará em breve mais um celular. A companhia fará um evento na Índia em 8 de setembro para apresentar o POCO M2, que promete chegar com tela grande e bateria potente.",
      "A fabricante revelou o novo aparelho com um teaser do celular em suas redes sociais. A imagem indica que o smartphone será poderoso e exibe parte da tela, que terá um entalhe para guardar a câmera frontal.",
      "O POCO M2 terá bordas finas, indica teaser",
      "Fonte: ",
      " Flipkart ",
      "O site da ",
      "Flipkart",
      ", que venderá o smartphone na Índia, indica que o aparelho terá bordas laterais finas. A varejista também indica que o celular contará com bastante memória RAM e uma câmera que captura imagens com alta qualidade.",
      "Em seu Twitter, a POCO da Índia também está realizando um sorteio do celular ainda não lançado. A companhia promete que vai presentear até quatro seguidores com o M2, dependendo do nível de compartilhamento da publicação.",
      "It's time to change all your WTF moments to ",
      "#PowerFTW",
      " moments.",
      "Get ready, the ",
      "#POCOM2",
      " is arriving on 08th September at 12 noon on ",
      "@Flipkart",
      ".",
      "Know more here: ",
      "https://t.co/IhIRnUwfng",
      "RT & get a chance to win the new POCO phone.",
      "2000 RTs - 1 ??",
      "3000 RTs - 2 ??",
      "5000 RTs - 4 ?? ",
      "pic.twitter.com/U6DGxP6ton",
      "Enquanto a POCO não para de destacar o poder do smartphone nos teaser, ainda não temos detalhes concretos sobre o celular. A fabricante não deu pistas sobre resolução da tela, processador e armazenamento do POCO M2.",
      "Ao que tudo indica, só saberemos as especificações completas e preço do novo smartphone da submarca da Xiaomi no evento da semana que vem.",
      "Lançado ainda no segundo semestre este ano, o Xiaomi Pocophone F2 Pro é um topo de linha poderoso. Conta com design premium, 6GB de RAM, câmera frontal pop up, câmera traseira quádrupla e muito mais."
    ],
    "text_summary": "A  POCO , uma das principais submarcas da  Xiaomi , lançará em breve mais um celular. A companhia fará um evento na Índia em 8 de setembro para apresentar o POCO M2, que promete chegar com tela grande e bateria potente. A fabricante revelou o novo aparelho com um teaser do celular em suas redes sociais. A imagem indica que o smartphone será poderoso e exibe parte da tela, que terá um entalhe para guardar a câmera frontal. O POCO M2 terá bordas finas, indica teaser Fonte:   Flipkart  O site da  Flipkart , que venderá o smartphone na Índia, indica que o aparelho terá bordas laterais finas. A varejista também indica que o celular contará com bastante memória RAM e uma câmera que captura imagens com alta qualidade. Em seu Twitter, a POCO da Índia também está realizando um sorteio do celular ainda não lançado. A companhia promete que vai presentear até quatro seguidores com o M2, dependendo do nível de compartilhamento da publicação. It's time to change all your WTF moments to  #PowerFTW  moments. Get ready, the  #POCOM2  is arriving on 08th September at 12 noon on  @Flipkart . Know more here:  https://t.co/IhIRnUwfng RT & get a chance to win the new POCO phone. 2000 RTs - 1 ?? 3000 RTs - 2 ?? 5000 RTs - 4 ??  pic.twitter.com/U6DGxP6ton Enquanto a POCO não para de destacar o poder do smartphone nos teaser, ainda não temos detalhes concretos sobre o celular. A fabricante não deu pistas sobre resolução da tela, processador e armazenamento do POCO M2. Ao que tudo indica, só saberemos as especificações completas e preço do novo smartphone da submarca da Xiaomi no evento da semana que vem. Lançado ainda no segundo semestre este ano, o Xiaomi Pocophone F2 Pro é um topo de linha poderoso. Conta com design premium, 6GB de RAM, câmera frontal pop up, câmera traseira quádrupla e muito mais.",
    "timestamp": "2/9/2020",
    "title": "\n      Poco M2 será lançado dia 8 com tela grande e bateria potente\n    ",
    "writer": "Mateus Mognon"
  },
  {
    "_id": "5f4fec450412f2132d346a6b",
    "url": "https://www.tecmundo.com.br/ciencia/177263-peta-critica-elon-musk-usar-porcos-testes-neuralink.htm",
    "categories": [
      "Ciência",
      "Elon Musk",
      "Biologia",
      "Invenção"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "PETA"
    ],
    "summary": [
      "A organização People for the Ethical Treatment of Animals (Pessoas pelo Tratamento Ético de Animais, ou PETA) criticou os testes realizados por ",
      "Elon Musk",
      " no projeto ",
      "Neuralink",
      ". A demonstração do leitor de atividades cerebrais a partir de chips, que promete conectar pessoa e máquina de uma forma nunca antes vista, foi apresentada ao mundo na prática ",
      "no final de agosto de 2020",
      " usando um porco.",
      "\"O PETA desafia Elon Musk a se comportar como um pioneiro e implantar o chip do Neuralink em seu próprio cérebro em vez de explorar porcos sensíveis e espertos que não se voluntariaram para cirurgia, não apreciam palmadas e ficar em uma cela, e gostariam de ficar de fora de projetos utópicos\", diz o comunicado, publicado no ",
      "site oficial da organização",
      ".",
      "Durante a apresentação, Musk citou que o porco era o animal perfeito para os testes por semelhanças nas atividades cerebrais com os humanos. Ele ainda argumentou que a cirurgia é simples e o componente foi removido do animal após o experimento. Além das críticas dos ativistas, a demonstração do Neuralink também ",
      "não empolgou a comunidade científica",
      "."
    ],
    "text_summary": "A organização People for the Ethical Treatment of Animals (Pessoas pelo Tratamento Ético de Animais, ou PETA) criticou os testes realizados por  Elon Musk  no projeto  Neuralink . A demonstração do leitor de atividades cerebrais a partir de chips, que promete conectar pessoa e máquina de uma forma nunca antes vista, foi apresentada ao mundo na prática  no final de agosto de 2020  usando um porco. \"O PETA desafia Elon Musk a se comportar como um pioneiro e implantar o chip do Neuralink em seu próprio cérebro em vez de explorar porcos sensíveis e espertos que não se voluntariaram para cirurgia, não apreciam palmadas e ficar em uma cela, e gostariam de ficar de fora de projetos utópicos\", diz o comunicado, publicado no  site oficial da organização . Durante a apresentação, Musk citou que o porco era o animal perfeito para os testes por semelhanças nas atividades cerebrais com os humanos. Ele ainda argumentou que a cirurgia é simples e o componente foi removido do animal após o experimento. Além das críticas dos ativistas, a demonstração do Neuralink também  não empolgou a comunidade científica .",
    "timestamp": "2/9/2020",
    "title": "\n      PETA critica Elon Musk por usar porcos em testes do Neuralink\n    ",
    "writer": "Nilton Kleina"
  },
  {
    "_id": "5f4fec620412f2132d346a76",
    "url": "https://www.tecmundo.com.br/mercado/177279-intel-mostra-nova-junto-cpus-tiger-lake-11-geracao.htm",
    "categories": [
      "Mercado",
      "Intel",
      "Processadores"
    ],
    "comments_count": "",
    "shares_count": "0",
    "sources": [
      "The Verge"
    ],
    "summary": [
      "A Intel ",
      "acaba de anunciar sua 11ª geração de processadores Intel Core",
      ", a conhecida linha Tiger Lake. Em meio aos anúncios econômicos em detalhes e o empolgante padrão “Intel EVO” de qualidade, a marca se apresentou com uma nova logo.",
      "Minimalista e ainda preservando a identidade da marca, a nova logo da ",
      "Intel ",
      "mantém o design proeminente do “i” e, agora, com pinta em cor azul. As demais letras da logo pouco mudaram, se restringindo a substituição de alguns cantos arredondados por vértices e pequenos ajustes.",
      "Gostou da nova logo da Intel? (Divulgação/Intel)",
      "Desde 2006, a Intel utiliza a mesma logo em todos os seus produtos e comerciais. Assim como fez nas outras repaginações, todos os novos produtos acompanharão o novo design. Em todos os exemplos, a antiga logo dá espaço para quadrados, utilizando cores para delimitar pontos de interesse nos adesivos — como modelo, linha e a marca.",
      "Dentre as “novas caras” da marca estão o padrão “Intel EVO” de processadores, Intel Xeon, CPUs Intel Core, memórias ",
      "Intel Optane",
      " e Intel Pentium. Próximos anúncios devem acompanhar a identidade da marca e seguir o mesmo padrão.",
      "A 11ª geração de processadores Intel Core ainda carece de detalhes, mas a companhia afirma que introduzem um salto de performance principalmente para a linha mobile — onde pretendem criar uma nova de produtos com a plataforma EVO.",
      "Além dos processadores Intel, a certificação EVO exigirá que notebooks possuam especificações mínimas de hardware e desempenho — incluindo WiFi 6 e entradas Thunderbolt 4 multifuncionais. Ademais, o padrão demanda que os computadores estejam “prontos para o trabalho” em até 1 segundo depois de abrir a tampa do dispositivo.",
      "À esquerda, a logo da Intel de 1968; à direita, a logo anterior da marca, lançada em 2006.",
      "Fonte: ",
      " The Verge/Reprodução ",
      "E você, o que achou da nova identidade visual da Intel? Não deixe de deixar sua opinião nos comentários!"
    ],
    "text_summary": "A Intel  acaba de anunciar sua 11ª geração de processadores Intel Core , a conhecida linha Tiger Lake. Em meio aos anúncios econômicos em detalhes e o empolgante padrão “Intel EVO” de qualidade, a marca se apresentou com uma nova logo. Minimalista e ainda preservando a identidade da marca, a nova logo da  Intel  mantém o design proeminente do “i” e, agora, com pinta em cor azul. As demais letras da logo pouco mudaram, se restringindo a substituição de alguns cantos arredondados por vértices e pequenos ajustes. Gostou da nova logo da Intel? (Divulgação/Intel) Desde 2006, a Intel utiliza a mesma logo em todos os seus produtos e comerciais. Assim como fez nas outras repaginações, todos os novos produtos acompanharão o novo design. Em todos os exemplos, a antiga logo dá espaço para quadrados, utilizando cores para delimitar pontos de interesse nos adesivos — como modelo, linha e a marca. Dentre as “novas caras” da marca estão o padrão “Intel EVO” de processadores, Intel Xeon, CPUs Intel Core, memórias  Intel Optane  e Intel Pentium. Próximos anúncios devem acompanhar a identidade da marca e seguir o mesmo padrão. A 11ª geração de processadores Intel Core ainda carece de detalhes, mas a companhia afirma que introduzem um salto de performance principalmente para a linha mobile — onde pretendem criar uma nova de produtos com a plataforma EVO. Além dos processadores Intel, a certificação EVO exigirá que notebooks possuam especificações mínimas de hardware e desempenho — incluindo WiFi 6 e entradas Thunderbolt 4 multifuncionais. Ademais, o padrão demanda que os computadores estejam “prontos para o trabalho” em até 1 segundo depois de abrir a tampa do dispositivo. À esquerda, a logo da Intel de 1968; à direita, a logo anterior da marca, lançada em 2006. Fonte:   The Verge/Reprodução  E você, o que achou da nova identidade visual da Intel? Não deixe de deixar sua opinião nos comentários!",
    "timestamp": "2/9/2020",
    "title": "\n      Intel mostra sua nova logo junto com CPUs Tiger Lake 11ª geração\n    ",
    "writer": "Igor Almenara Carneiro"
  }
]
