[
  {
    "_id": "5f4eabb115145a1e53d0fe33",
    "url": "https://www.tecmundo.com.br/ciencia/177235-satelite-nasa-desintegra-reentrar-atmosfera-veja.htm",
    "title": "\n      Satélite da NASA se desintegra ao reentrar na atmosfera; veja\n    ",
    "timestamp": "1/9/2020",
    "writer": "André Luiz Dias Gonçalves",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "No último sábado (29), um ",
      "satélite da NASA lançado em 1964 e que estava prestes a cair na Terra",
      ", se desintegrou ao reentrar na atmosfera. O evento foi registrado em vídeo por observadores de aviões, que gravaram o equipamento passando pelo Pacífico Sul.",
      "Integrante do projeto Orbiting Geophysical Observatory da agência espacial americana, o satélite OGO-1 foi lançado com o objetivo de estudar a magnetosfera, região afetada pelo campo magnético da Terra.",
      "O programa foi encerrado no início da década de 1970, mas em 1969, o equipamento já havia sido colocado em modo de espera. Desde então, ele começou a dar voltas ao redor do planeta, incontáveis vezes, se tornando mais uma das inúmeras peças do lixo espacial. Isso durou até o último fim de semana, quando ele retornou à Terra, atraído pela força gravitacional.",
      "Todos os satélites do projeto OGO já retornaram à Terra.",
      "Fonte: ",
      " NASA/Divulgação ",
      "As outras cinco espaçonaves que faziam parte do projeto também já retornaram ao planeta, igualmente despedaçando-se durante a reentrada, em 2011, com os fragmentos caindo no mar. Curiosamente, elas foram lançadas depois do OGO-1 e caíram antes, enquanto ele foi o último equipamento a desaparecer.",
      "A trajetória de impacto com a Terra do satélite aposentado da ",
      "NASA",
      " foi detectada pela primeira vez no dia 25 de agosto. Inicialmente, os pesquisadores do centro de observação espacial Catalina Sky Survey (CSS) e do Sistema de Alerta de Impacto Terrestre de Asteroides (ATLAS) acreditavam-se tratar de outro tipo de objeto.",
      "Mas uma olhada mais de perto, feita pelos cientistas do ATLAS, determinou que não era um asteroide e sim a espaçonave esquecida da agência americana. Os cálculos indicavam a reentrada ocorrendo sobre o Pacífico Sul, entre o Taiti e as Ilhas Cook.",
      "Enquanto filmava o céu, um membro da comunidade de observadores de aviões PYF Spotters registrou a reentrada do satélite OGO-1, que se despedaçou no ar. Veja o vídeo:"
    ],
    "text_summary": "No último sábado (29), um  satélite da NASA lançado em 1964 e que estava prestes a cair na Terra , se desintegrou ao reentrar na atmosfera. O evento foi registrado em vídeo por observadores de aviões, que gravaram o equipamento passando pelo Pacífico Sul. Integrante do projeto Orbiting Geophysical Observatory da agência espacial americana, o satélite OGO-1 foi lançado com o objetivo de estudar a magnetosfera, região afetada pelo campo magnético da Terra. O programa foi encerrado no início da década de 1970, mas em 1969, o equipamento já havia sido colocado em modo de espera. Desde então, ele começou a dar voltas ao redor do planeta, incontáveis vezes, se tornando mais uma das inúmeras peças do lixo espacial. Isso durou até o último fim de semana, quando ele retornou à Terra, atraído pela força gravitacional. Todos os satélites do projeto OGO já retornaram à Terra. Fonte:   NASA/Divulgação  As outras cinco espaçonaves que faziam parte do projeto também já retornaram ao planeta, igualmente despedaçando-se durante a reentrada, em 2011, com os fragmentos caindo no mar. Curiosamente, elas foram lançadas depois do OGO-1 e caíram antes, enquanto ele foi o último equipamento a desaparecer. A trajetória de impacto com a Terra do satélite aposentado da  NASA  foi detectada pela primeira vez no dia 25 de agosto. Inicialmente, os pesquisadores do centro de observação espacial Catalina Sky Survey (CSS) e do Sistema de Alerta de Impacto Terrestre de Asteroides (ATLAS) acreditavam-se tratar de outro tipo de objeto. Mas uma olhada mais de perto, feita pelos cientistas do ATLAS, determinou que não era um asteroide e sim a espaçonave esquecida da agência americana. Os cálculos indicavam a reentrada ocorrendo sobre o Pacífico Sul, entre o Taiti e as Ilhas Cook. Enquanto filmava o céu, um membro da comunidade de observadores de aviões PYF Spotters registrou a reentrada do satélite OGO-1, que se despedaçou no ar. Veja o vídeo:",
    "sources": [
      "CNET",
      "Futurism"
    ],
    "categories": [
      "Ciência",
      "NASA",
      "Exploração espacial"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe34",
    "url": "https://www.tecmundo.com.br/software/177231-whatsapp-beta-android-libera-customizacao-wallpapers.htm",
    "title": "\n      WhatsApp Beta para Android libera a customização de wallpapers\n    ",
    "timestamp": "1/9/2020",
    "writer": "Reinaldo  Zaruvni",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "Uma atualização do ",
      "WhatsApp",
      " lançada no programa beta do ",
      "Google Play",
      " libera a customização de wallpapers do aplicativo voltado a dispositivos Android. A personalização permite que o usuário adote temas que vão além dos atuais \"claro\" e \"escuro\".",
      "Customização do WhatsApp no Android começa a ser ampliada.",
      "Fonte: ",
      " WABetaInfo ",
      "Agora na versão 2.20.199.5, também é sugerido o download do WhatsApp Wallpaper, voltado exclusivamente ao oferecimento de novidades do tipo, cujo último aprimoramento, de acordo com o ",
      "WABetaInfo",
      ", ocorreu em 2011, o que sugere que novidades estão a caminho.",
      "Entretanto, resta especular sobre a adesão de desenvolvedores a uma solução considerada antiga.",
      "Download de aplicativo antigo e sugerido.",
      "Fonte: ",
      " WABetaInfo ",
      "Ainda segundo o site, ",
      "assim como ocorre com o divulgado para o iOS",
      ", espera-se que seja possível escolher papéis de parede diferentes para conversas diferentes, considerando que, normalmente, as funcionalidades costumam ser as mesmas, independentemente da plataforma.",
      "Aparentemente, nem todos ainda têm acesso ao lançamento, que deve chegar para os participantes do programa gradativamente. Após os testes, é de se imaginar que a implementação ocorrerá na versão pública do aplicativo.",
      "Leia também:"
    ],
    "text_summary": "Uma atualização do  WhatsApp  lançada no programa beta do  Google Play  libera a customização de wallpapers do aplicativo voltado a dispositivos Android. A personalização permite que o usuário adote temas que vão além dos atuais \"claro\" e \"escuro\". Customização do WhatsApp no Android começa a ser ampliada. Fonte:   WABetaInfo  Agora na versão 2.20.199.5, também é sugerido o download do WhatsApp Wallpaper, voltado exclusivamente ao oferecimento de novidades do tipo, cujo último aprimoramento, de acordo com o  WABetaInfo , ocorreu em 2011, o que sugere que novidades estão a caminho. Entretanto, resta especular sobre a adesão de desenvolvedores a uma solução considerada antiga. Download de aplicativo antigo e sugerido. Fonte:   WABetaInfo  Ainda segundo o site,  assim como ocorre com o divulgado para o iOS , espera-se que seja possível escolher papéis de parede diferentes para conversas diferentes, considerando que, normalmente, as funcionalidades costumam ser as mesmas, independentemente da plataforma. Aparentemente, nem todos ainda têm acesso ao lançamento, que deve chegar para os participantes do programa gradativamente. Após os testes, é de se imaginar que a implementação ocorrerá na versão pública do aplicativo. Leia também:",
    "sources": [
      "WABetaInfo"
    ],
    "categories": [
      "Software",
      "WhatsApp",
      "Mensageiros"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe35",
    "url": "https://www.tecmundo.com.br/internet/177203-tutorial-usar-whatsapp-web-celular.htm",
    "title": "\n      Como usar o WhatsApp Web pelo celular\n    ",
    "timestamp": "1/9/2020",
    "writer": "Flávio Motta Coutinho",
    "shares_count": "3",
    "comments_count": "",
    "summary": [
      "O ",
      "WhatsApp Web",
      " foi projetado para funcionar em computadores e notebooks, mas o recurso também pode ser acessado direto pelo celular, facilitando a vida de muitas pessoas.",
      "A proposta, apesar de diferente, é simples e pode ser executada em poucos passos. Confira nosso tutorial e entenda como é possível utilizar a técnica sem qualquer complicação.",
      "Antes de mais nada, é importante que você tenha dois celulares em mãos, afinal, um deles servirá como substituto do computador.",
      "Feito isso, escolha um dos aparelhos e use-o para abrir o navegador. Logo após, na barra de pesquisa, digite o endereço do ",
      "WhatsApp",
      " Web (web.whatsapp.com).",
      "Fonte: ",
      " Editado ",
      "Agora é preciso transformar a página inicial do navegador do celular em sua versão para computador. Se você estiver usando o Google Chrome como navegador, basta clicar nos três pontinhos no lado superior direito da tela e procurar a opção “site para computador”. Em outros navegadores, o processo costuma ser parecido com esse descrito.",
      "Fonte: ",
      " Editado ",
      "Com esse comando, a página recarregará automaticamente, mostrando a versão conhecida do WhatsApp Web no computador, incluindo o ",
      "QR Code",
      " que deve ser lido pelo aparelho, afinal, é ele o responsável por sincronizar ambos os celulares.",
      "Fonte: ",
      " Editado ",
      "Usando o outro celular, entre no app do WhatsApp e procure pela opção “WhatsApp Web”. Para isso, basta clicar nos três pontinhos no canto superior direito, seguido pela opção “WhatsApp Web” que é mostrada no Android.",
      "Para quem usa iPhone, não é difícil repetir o processo no sistema iOS. Basta clicar no ícone da engrenagem, no canto inferior direito, e depois em “WhatsApp Web/Desktop”.",
      "Fonte: ",
      " Editado ",
      "Na nova tela que aparece, clique novamente no canto superior direito para adicionar um novo dispositivo, clicando no ícone de “+” para que o outro aparelho possa ser reconhecido. No iPhone, a mesma função é substituída por “Escanear Código QR”. Agora tudo já está pronto.",
      "Fonte: ",
      " Editado ",
      "Feito isso, basta usar o",
      " QR Code",
      " gerado pelo primeiro aparelho e escaneá-lo usando o segundo. Em poucos segundos a conexão deve ser feita, permitindo a você usar o WhatsApp Web pelo celular sem precisar de um computador para isso.",
      "Fonte: ",
      " Editado ",
      "A alternativa é ótima para quem precisa usar o aplicativo em diferentes celulares e não sabe exatamente como fazer. Com a técnica, o problema é resolvido facilmente, mas é possível que você enfrente alguns problemas com a interface do programa, já que o WhatsApp Web foi projetado para funcionar em telas de computadores, notebooks etc. Ao ser visto pelo celular, a funcionalidade do WhatsApp Web deve ficar um pouco comprometida, dificultando o processo de responder a mensagens e de manusear o aplicativo em si. No entanto, em casos de extrema necessidade, é algo que vale a pena tentar.",
      "Com isso, você terá o WhatsApp Web direto no seu celular de forma simples e sem maiores dificuldades!"
    ],
    "text_summary": "O  WhatsApp Web  foi projetado para funcionar em computadores e notebooks, mas o recurso também pode ser acessado direto pelo celular, facilitando a vida de muitas pessoas. A proposta, apesar de diferente, é simples e pode ser executada em poucos passos. Confira nosso tutorial e entenda como é possível utilizar a técnica sem qualquer complicação. Antes de mais nada, é importante que você tenha dois celulares em mãos, afinal, um deles servirá como substituto do computador. Feito isso, escolha um dos aparelhos e use-o para abrir o navegador. Logo após, na barra de pesquisa, digite o endereço do  WhatsApp  Web (web.whatsapp.com). Fonte:   Editado  Agora é preciso transformar a página inicial do navegador do celular em sua versão para computador. Se você estiver usando o Google Chrome como navegador, basta clicar nos três pontinhos no lado superior direito da tela e procurar a opção “site para computador”. Em outros navegadores, o processo costuma ser parecido com esse descrito. Fonte:   Editado  Com esse comando, a página recarregará automaticamente, mostrando a versão conhecida do WhatsApp Web no computador, incluindo o  QR Code  que deve ser lido pelo aparelho, afinal, é ele o responsável por sincronizar ambos os celulares. Fonte:   Editado  Usando o outro celular, entre no app do WhatsApp e procure pela opção “WhatsApp Web”. Para isso, basta clicar nos três pontinhos no canto superior direito, seguido pela opção “WhatsApp Web” que é mostrada no Android. Para quem usa iPhone, não é difícil repetir o processo no sistema iOS. Basta clicar no ícone da engrenagem, no canto inferior direito, e depois em “WhatsApp Web/Desktop”. Fonte:   Editado  Na nova tela que aparece, clique novamente no canto superior direito para adicionar um novo dispositivo, clicando no ícone de “+” para que o outro aparelho possa ser reconhecido. No iPhone, a mesma função é substituída por “Escanear Código QR”. Agora tudo já está pronto. Fonte:   Editado  Feito isso, basta usar o  QR Code  gerado pelo primeiro aparelho e escaneá-lo usando o segundo. Em poucos segundos a conexão deve ser feita, permitindo a você usar o WhatsApp Web pelo celular sem precisar de um computador para isso. Fonte:   Editado  A alternativa é ótima para quem precisa usar o aplicativo em diferentes celulares e não sabe exatamente como fazer. Com a técnica, o problema é resolvido facilmente, mas é possível que você enfrente alguns problemas com a interface do programa, já que o WhatsApp Web foi projetado para funcionar em telas de computadores, notebooks etc. Ao ser visto pelo celular, a funcionalidade do WhatsApp Web deve ficar um pouco comprometida, dificultando o processo de responder a mensagens e de manusear o aplicativo em si. No entanto, em casos de extrema necessidade, é algo que vale a pena tentar. Com isso, você terá o WhatsApp Web direto no seu celular de forma simples e sem maiores dificuldades!",
    "sources": [
      "Whatsapp"
    ],
    "categories": [
      "Internet",
      "WhatsApp",
      "Celular",
      "Software livre"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe36",
    "url": "https://www.tecmundo.com.br/cultura-geek/177230-adam-driver-filme-lugar-silencioso-roteiristas.htm",
    "title": "\n      Adam Driver estará em filme de roteiristas de Um Lugar Silencioso\n    ",
    "timestamp": "1/9/2020",
    "writer": "Robinson Samulak Alves",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "A ",
      "Sony",
      " produzirá um novo thriller de ficção científica protagonizado por Adam Driver. Intitulado ",
      "65",
      ", o filme terá a direção da dupla Bryan Woods e Scott Beck (roteiristas de ",
      "Um Lugar Silencioso",
      "), que também assina o roteiro do longa. Sam Raimi (trilogia ",
      "Homem-Aranha",
      ") será o produtor. ",
      "Atualmente, Driver está trabalhando na produção de ",
      "The Last Duel",
      ", drama épico dirigido por ",
      "Ridley Scott",
      ". O elenco do filme conta ainda com Ben Affleck, Jodie Comer, Matt Damon, Harriet Walter e Michael McElhatton e o roteiro é uma adaptação do livro homônimo de Eric Jager. Os trabalhos mais recentes de Driver no ",
      "cinema",
      " foram ",
      "Star Wars",
      ": A Ascensão Skywalker, História de um Casamento, O Homem que Matou Dom Quixote",
      " e ",
      "Infiltrado na Klan",
      ".",
      "Woods e Beck, além de terem trabalhado em ",
      "Um Lugar Silencioso",
      ", dirigiram outros ",
      "filmes",
      " pequenos, como o ",
      "terror",
      " ",
      "Haunt ",
      "e o curta-metragem ",
      "Spread",
      ". Já ",
      "Sam Raimi foi confirmado como diretor de Doutor Estranho no Multiverso da Loucura",
      ".",
      "John David Washington e Adam Driver em 'Infiltrado na Klan'",
      "Fonte: ",
      " IMDb/Reprodução ",
      "De acordo com o ",
      "Deadline",
      ", a Sony está mantendo o enredo do filme em total sigilo. Detalhes sobre elenco ou quando a produção de ",
      "65",
      " inicia também não foram confirmados até o momento."
    ],
    "text_summary": "A  Sony  produzirá um novo thriller de ficção científica protagonizado por Adam Driver. Intitulado  65 , o filme terá a direção da dupla Bryan Woods e Scott Beck (roteiristas de  Um Lugar Silencioso ), que também assina o roteiro do longa. Sam Raimi (trilogia  Homem-Aranha ) será o produtor.  Atualmente, Driver está trabalhando na produção de  The Last Duel , drama épico dirigido por  Ridley Scott . O elenco do filme conta ainda com Ben Affleck, Jodie Comer, Matt Damon, Harriet Walter e Michael McElhatton e o roteiro é uma adaptação do livro homônimo de Eric Jager. Os trabalhos mais recentes de Driver no  cinema  foram  Star Wars : A Ascensão Skywalker, História de um Casamento, O Homem que Matou Dom Quixote  e  Infiltrado na Klan . Woods e Beck, além de terem trabalhado em  Um Lugar Silencioso , dirigiram outros  filmes  pequenos, como o  terror   Haunt  e o curta-metragem  Spread . Já  Sam Raimi foi confirmado como diretor de Doutor Estranho no Multiverso da Loucura . John David Washington e Adam Driver em 'Infiltrado na Klan' Fonte:   IMDb/Reprodução  De acordo com o  Deadline , a Sony está mantendo o enredo do filme em total sigilo. Detalhes sobre elenco ou quando a produção de  65  inicia também não foram confirmados até o momento.",
    "sources": [
      "Deadline"
    ],
    "categories": [
      "Cultura Geek",
      "Filmes",
      "Cinema",
      "Sony"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe37",
    "url": "https://www.tecmundo.com.br/internet/177229-black-friday-brasileira-acontecera-quinta-feira-03-.htm",
    "title": "\n      'Black Friday brasileira' acontecerá nesta quinta-feira (03)\n    ",
    "timestamp": "1/9/2020",
    "writer": "Kris Gaiato",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "A segunda edição da \"Semana Brasil\", uma espécie de ",
      "Black Friday ",
      "brasileira, terá início nesta quinta-feira (03) com duração até 13 de setembro. A iniciativa é coordenada pelo Instituto para Desenvolvimento do Varejo (IDV) e recebe apoio do governo federal.",
      "A Secretaria de Comunicação da Presidência da República, que colaborou para a campanha de divulgação, afirmou que o evento \"vai unir comércio e varejo para celebrar a retomada da economia\" e \"marca a primeira data comemorativa do varejo após a reabertura do comércio\".",
      "Em 2019, mais de 14 mil empresas participaram do evento. Em uma pesquisa realizada pela ",
      "Ebit/",
      "Nielsen, ",
      "foi registrado um aumento de 41% nas",
      " vendas online ",
      "em comparação ao ano anterior. Quanto às vendas no varejo, houve um crescimento nominal de 11,3% de acordo com a Cielo.",
      "Indicadores do Banco Central e do IBGE demonstram que, no terceiro trimestre do ano passado, houve uma aceleração da atividade econômica no país. Para alguns especialistas, a Semana Brasil foi um dos responsáveis por esse desempenho.",
      "Com a pandemia, prefeitos e governadores decidiram fechar o comércio temporariamente, na tentativa de conter a disseminação da",
      " covid-19",
      ". A decisão, que recebeu muitas críticas ",
      "do Presidente da República Jair Bolsonaro",
      ", desacelerou as transmissões da doença; mas agravou a crise econômica já presente no país. ",
      "Agora, o governo acredita que a realização da Semana Brasil pode ajudar a reduzir os efeitos negativos provenientes da desaceleração econômica.",
      "Segundo o relatório divulgado pelo Ministério da Saúde nesta segunda-feira (31), o país registrou quase 46 mil casos e 619 óbitos somente no domingo. Até o momento, 121.381 pessoas já morreram e 3.908.272 foram infectadas.",
      "Autoridades de saúde recomendam a continuidade da quarentena",
      ". \"Ainda estamos no meio de uma pandemia intensa e muito grave\", diz Margaret Harris, da OMS. Portanto, para não se expor ao vírus e aproveitar as promoções da Semana Brasil, opte pelas compras online, nos sites das lojas participantes ou em suas redes sociais."
    ],
    "text_summary": "A segunda edição da \"Semana Brasil\", uma espécie de  Black Friday  brasileira, terá início nesta quinta-feira (03) com duração até 13 de setembro. A iniciativa é coordenada pelo Instituto para Desenvolvimento do Varejo (IDV) e recebe apoio do governo federal. A Secretaria de Comunicação da Presidência da República, que colaborou para a campanha de divulgação, afirmou que o evento \"vai unir comércio e varejo para celebrar a retomada da economia\" e \"marca a primeira data comemorativa do varejo após a reabertura do comércio\". Em 2019, mais de 14 mil empresas participaram do evento. Em uma pesquisa realizada pela  Ebit/ Nielsen,  foi registrado um aumento de 41% nas  vendas online  em comparação ao ano anterior. Quanto às vendas no varejo, houve um crescimento nominal de 11,3% de acordo com a Cielo. Indicadores do Banco Central e do IBGE demonstram que, no terceiro trimestre do ano passado, houve uma aceleração da atividade econômica no país. Para alguns especialistas, a Semana Brasil foi um dos responsáveis por esse desempenho. Com a pandemia, prefeitos e governadores decidiram fechar o comércio temporariamente, na tentativa de conter a disseminação da  covid-19 . A decisão, que recebeu muitas críticas  do Presidente da República Jair Bolsonaro , desacelerou as transmissões da doença; mas agravou a crise econômica já presente no país.  Agora, o governo acredita que a realização da Semana Brasil pode ajudar a reduzir os efeitos negativos provenientes da desaceleração econômica. Segundo o relatório divulgado pelo Ministério da Saúde nesta segunda-feira (31), o país registrou quase 46 mil casos e 619 óbitos somente no domingo. Até o momento, 121.381 pessoas já morreram e 3.908.272 foram infectadas. Autoridades de saúde recomendam a continuidade da quarentena . \"Ainda estamos no meio de uma pandemia intensa e muito grave\", diz Margaret Harris, da OMS. Portanto, para não se expor ao vírus e aproveitar as promoções da Semana Brasil, opte pelas compras online, nos sites das lojas participantes ou em suas redes sociais.",
    "sources": [
      "Folha de S. Paulo"
    ],
    "categories": [
      "Internet",
      "Comércio eletrônico",
      "Black Friday"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe38",
    "url": "https://www.tecmundo.com.br/mercado/177212-governo-chines-impedir-venda-tiktok-empresas-eua.htm",
    "title": "\n      Governo chinês pode impedir venda do TikTok para empresas dos EUA\n    ",
    "timestamp": "1/9/2020",
    "writer": "Reinaldo  Zaruvni",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "Há algumas semanas circulam informações sobre negociações a respeito da venda do ",
      "TikTok",
      " para companhias norte-americanas, mas a transação pode ter mais obstáculos que os já previstos. Isso porque o governo chinês estabeleceu novas regras para a comercialização de diversos tipos de tecnologia, incluindo de processamento de dados e de reconhecimento de voz e texto, algo que afeta diretamente o aplicativo.",
      "De acordo com o ministro do Comércio e com o ministro da Ciência e Tecnologia do país asiático, tais especificações visam \"formalizar o gerenciamento de exportação tecnológica\" e \"proteger a segurança nacional.\" Em tese, a China pode, a partir de agora, impedir a aquisição do fenômeno da internet por empresas como a ",
      "Microsoft",
      ", uma vez que qualquer movimento deve ser aprovado pelas autoridades, afirmam especialistas em entrevista à ",
      "CNN",
      ".",
      "Tanto o aplicativo quanto a sua proprietária, a ByteDance, não foram, em momento algum, citados diretamente. Ainda assim, Erich Andersen, conselheiro geral da companhia, revelou seu posicionamento enquanto estuda as novas diretrizes: \"Como qualquer transação internacional, seguiremos as leis aplicáveis, o que, neste caso, inclui as dos Estados Unidos e da China.\"",
      "Novos obstáculos chegaram para a venda do TikTok.",
      "Fonte: ",
      " Reprodução ",
      "Não é a primeira vez que o TikTok vê interferência governamental em sua atuação. Antes, Donald Trump, presidente dos EUA, já havia deixado claro que o ",
      "baniria do território",
      ", a menos que parte das operações fosse vendida a empresas de lá.",
      "Também em entrevista à ",
      "CNN",
      ", Elena Chachko, professora de Direito da Harvard Law School, diz que esta parece ser uma dinâmica de \"olho por olho\", complementando que a China está deixando claro que o ",
      "destino do aplicativo",
      " não está inteiramente nas mãos do país comandado por Trump.",
      "Nathaniel Rushforth, especialista em segurança e conformidade de dados, explica o porquê de tanto conflito: \"Enquanto estamos falando de um app cheio de vídeos de danças e gatos, existe uma tecnologia implícita que qualquer nação gostaria de proteger, a exemplo dos algoritmos de inteligência artificial que tornam sua timeline tão viciante.\"",
      "\"Pequim quer manter seu status ascendente na tecnologia global”, complementa Shirley Yu, pesquisadora da London School of Economics."
    ],
    "text_summary": "Há algumas semanas circulam informações sobre negociações a respeito da venda do  TikTok  para companhias norte-americanas, mas a transação pode ter mais obstáculos que os já previstos. Isso porque o governo chinês estabeleceu novas regras para a comercialização de diversos tipos de tecnologia, incluindo de processamento de dados e de reconhecimento de voz e texto, algo que afeta diretamente o aplicativo. De acordo com o ministro do Comércio e com o ministro da Ciência e Tecnologia do país asiático, tais especificações visam \"formalizar o gerenciamento de exportação tecnológica\" e \"proteger a segurança nacional.\" Em tese, a China pode, a partir de agora, impedir a aquisição do fenômeno da internet por empresas como a  Microsoft , uma vez que qualquer movimento deve ser aprovado pelas autoridades, afirmam especialistas em entrevista à  CNN . Tanto o aplicativo quanto a sua proprietária, a ByteDance, não foram, em momento algum, citados diretamente. Ainda assim, Erich Andersen, conselheiro geral da companhia, revelou seu posicionamento enquanto estuda as novas diretrizes: \"Como qualquer transação internacional, seguiremos as leis aplicáveis, o que, neste caso, inclui as dos Estados Unidos e da China.\" Novos obstáculos chegaram para a venda do TikTok. Fonte:   Reprodução  Não é a primeira vez que o TikTok vê interferência governamental em sua atuação. Antes, Donald Trump, presidente dos EUA, já havia deixado claro que o  baniria do território , a menos que parte das operações fosse vendida a empresas de lá. Também em entrevista à  CNN , Elena Chachko, professora de Direito da Harvard Law School, diz que esta parece ser uma dinâmica de \"olho por olho\", complementando que a China está deixando claro que o  destino do aplicativo  não está inteiramente nas mãos do país comandado por Trump. Nathaniel Rushforth, especialista em segurança e conformidade de dados, explica o porquê de tanto conflito: \"Enquanto estamos falando de um app cheio de vídeos de danças e gatos, existe uma tecnologia implícita que qualquer nação gostaria de proteger, a exemplo dos algoritmos de inteligência artificial que tornam sua timeline tão viciante.\" \"Pequim quer manter seu status ascendente na tecnologia global”, complementa Shirley Yu, pesquisadora da London School of Economics.",
    "sources": [
      "CNN",
      "Android Central"
    ],
    "categories": [
      "Mercado",
      "TikTok",
      "Governo"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe39",
    "url": "https://www.tecmundo.com.br/produto/177205-philips-apresenta-novos-fones-cancelamento-ruido-ativo.htm",
    "title": "\n      Philips apresenta novos fones com cancelamento de ruído ativo\n    ",
    "timestamp": "1/9/2020",
    "writer": "André Luiz Dias Gonçalves",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "A ",
      "Philips",
      " revelou, hoje (1º), três novos modelos de ",
      "fones de ouvido",
      " com cancelamento de ruído ativo, que chegam às lojas em breve. São duas opções do tipo intra-auricular, para a linha totalmente sem fio, e uma versão circumaural.",
      "O fone T8505 é um dos novos intra-auriculares da marca. Ele traz drivers de neodímio de 13 mm, suporte ao Bluetooth 5.0, resistência à umidade (IPX4) e recurso de percepção de fundo, para priorizar o som do ambiente, função semelhante ao modo Transparência dos ",
      "AirPods Pro",
      ".",
      "Essa versão tem bateria com duração de 6 horas (ou 5 horas, com o cancelamento de ruídos ativado), além das 18 horas adicionais, fornecidas pelo estojo de carregamento. Caso precise de uma carga rápida, você pode obter uma hora de autonomia com apenas 15 minutos na tomada, via USB-C.",
      "Philips T8505.",
      "Fonte: ",
      " Philips/Divulgação ",
      "Outra novidade da linha, o T5505 conta com drivers de 8 mm e autonomia menor que a versão principal — até 5 horas, além de 15 horas extras fornecidas pelo estojo. Nos outros aspectos, são as mesmas especificações, incluindo controles por toque, cancelamento de ruído e suporte ao ",
      "Google Assistente",
      " e à ",
      "Siri",
      ".",
      "Trazendo a mesma tecnologia para reduzir os ruídos externos, o H9505 é um headphone com drivers de 40 mm, capazes de fornecer áudio de alta qualidade, com suporte para arquivos de 24 bits / 96 KHz, de acordo com a marca. O modelo também tem controles por toque e compatibilidade com as assistentes virtuais.",
      "Philips H9505.",
      "Fonte: ",
      " Philips/Divulgação ",
      "Ele pode ser usado com ou sem fio. Na versão Bluetooth, que se conecta ao ",
      "Android",
      " de forma rápida, pelo modo Google Fast Pair, a bateria dura 20 horas, tendo a possibilidade de garantir uma hora a mais com apenas 15 minutos na tomada.",
      "Os três novos fones com cancelamento de ruído ativo da Philips estarão à venda no último trimestre de 2020. Os preços ainda não foram divulgados."
    ],
    "text_summary": "A  Philips  revelou, hoje (1º), três novos modelos de  fones de ouvido  com cancelamento de ruído ativo, que chegam às lojas em breve. São duas opções do tipo intra-auricular, para a linha totalmente sem fio, e uma versão circumaural. O fone T8505 é um dos novos intra-auriculares da marca. Ele traz drivers de neodímio de 13 mm, suporte ao Bluetooth 5.0, resistência à umidade (IPX4) e recurso de percepção de fundo, para priorizar o som do ambiente, função semelhante ao modo Transparência dos  AirPods Pro . Essa versão tem bateria com duração de 6 horas (ou 5 horas, com o cancelamento de ruídos ativado), além das 18 horas adicionais, fornecidas pelo estojo de carregamento. Caso precise de uma carga rápida, você pode obter uma hora de autonomia com apenas 15 minutos na tomada, via USB-C. Philips T8505. Fonte:   Philips/Divulgação  Outra novidade da linha, o T5505 conta com drivers de 8 mm e autonomia menor que a versão principal — até 5 horas, além de 15 horas extras fornecidas pelo estojo. Nos outros aspectos, são as mesmas especificações, incluindo controles por toque, cancelamento de ruído e suporte ao  Google Assistente  e à  Siri . Trazendo a mesma tecnologia para reduzir os ruídos externos, o H9505 é um headphone com drivers de 40 mm, capazes de fornecer áudio de alta qualidade, com suporte para arquivos de 24 bits / 96 KHz, de acordo com a marca. O modelo também tem controles por toque e compatibilidade com as assistentes virtuais. Philips H9505. Fonte:   Philips/Divulgação  Ele pode ser usado com ou sem fio. Na versão Bluetooth, que se conecta ao  Android  de forma rápida, pelo modo Google Fast Pair, a bateria dura 20 horas, tendo a possibilidade de garantir uma hora a mais com apenas 15 minutos na tomada. Os três novos fones com cancelamento de ruído ativo da Philips estarão à venda no último trimestre de 2020. Os preços ainda não foram divulgados.",
    "sources": [
      "TechRadar",
      "Philips"
    ],
    "categories": [
      "Produto",
      "Produtos",
      "Fone de ouvido",
      "Philips"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe3a",
    "url": "https://www.tecmundo.com.br/ciencia/177223-asteroide-tamanho-aviao-passou-terra-1.htm",
    "title": "\n      Asteroide do tamanho de um avião passou 'perto' da Terra hoje (1º)\n    ",
    "timestamp": "1/9/2020",
    "writer": "Reinaldo  Zaruvni",
    "shares_count": "22",
    "comments_count": "",
    "summary": [
      "Nesta terça-feira (1º), pouco depois das 13h, um asteroide do tamanho de um Boeing 747 — avião utilizado para transporte de passageiros e de carga chamado com frequência de Jumbo — atingiu o ponto de sua trajetória mais próximo da Terra, a uma distância de aproximadamente um terço daqui para a Lua, não representando ameaça alguma para nós.",
      "Batizado de 2011 ES4, a órbita do corpo celeste não é exatamente conhecida pela ",
      "NASA",
      ", a qual \"chutou\" que ele poderia passar a apenas 73 mil quilômetros do planeta água. Entretanto, para alívio dos mais ansiosos, não chegou mais perto do que 121 mil quilômetros. ",
      "A agência foi enfática em uma postagem no ",
      "Twitter",
      " publicada na última sexta-feira (28/08): \"O asteroide vai atingir a Terra? Não! Sua distância é considerada próxima em escala astronômica, mas não oferece perigo.\"",
      "Will ",
      "#asteroid",
      " 2011 ES4 hit Earth? ?? No! 2011 ES4’s close approach is “close” on an astronomical scale but poses no danger of actually hitting Earth. ",
      "#PlanetaryDefense",
      " experts expect it to safely pass by at least 45,000 miles (792,000 football fields) away on Tuesday Sept. 1.",
      "Medindo de 22 a 49 metros, o objeto viaja a uma velocidade de 29.376 quilômetros por hora e foi descoberto por astrônomos por meio do observatório Mount Lemmon Survey, na Universidade do Arizona, em 2 de março de 2011 — menos de 2 semanas antes da primeira visita dele aos nossos arredores registrada.",
      "Naquele ano, foi possível observá-lo por apenas 4 dias antes que sua visualização se tornasse fraca demais, o que o manteve \"escondido\" de nossos radares até hoje e explica a falta de certeza quanto à sua trajetória.",
      "De qualquer forma, esse não é o primeiro nem será o último a demonstrar sua habilidade de se esgueirar sem ser detectado, pois recentemente já tivemos alguns exemplares, como o ",
      "2020 QG",
      " — cuja presença só foi percebida depois de sua \"saída à francesa\"."
    ],
    "text_summary": "Nesta terça-feira (1º), pouco depois das 13h, um asteroide do tamanho de um Boeing 747 — avião utilizado para transporte de passageiros e de carga chamado com frequência de Jumbo — atingiu o ponto de sua trajetória mais próximo da Terra, a uma distância de aproximadamente um terço daqui para a Lua, não representando ameaça alguma para nós. Batizado de 2011 ES4, a órbita do corpo celeste não é exatamente conhecida pela  NASA , a qual \"chutou\" que ele poderia passar a apenas 73 mil quilômetros do planeta água. Entretanto, para alívio dos mais ansiosos, não chegou mais perto do que 121 mil quilômetros.  A agência foi enfática em uma postagem no  Twitter  publicada na última sexta-feira (28/08): \"O asteroide vai atingir a Terra? Não! Sua distância é considerada próxima em escala astronômica, mas não oferece perigo.\" Will  #asteroid  2011 ES4 hit Earth? ?? No! 2011 ES4’s close approach is “close” on an astronomical scale but poses no danger of actually hitting Earth.  #PlanetaryDefense  experts expect it to safely pass by at least 45,000 miles (792,000 football fields) away on Tuesday Sept. 1. Medindo de 22 a 49 metros, o objeto viaja a uma velocidade de 29.376 quilômetros por hora e foi descoberto por astrônomos por meio do observatório Mount Lemmon Survey, na Universidade do Arizona, em 2 de março de 2011 — menos de 2 semanas antes da primeira visita dele aos nossos arredores registrada. Naquele ano, foi possível observá-lo por apenas 4 dias antes que sua visualização se tornasse fraca demais, o que o manteve \"escondido\" de nossos radares até hoje e explica a falta de certeza quanto à sua trajetória. De qualquer forma, esse não é o primeiro nem será o último a demonstrar sua habilidade de se esgueirar sem ser detectado, pois recentemente já tivemos alguns exemplares, como o  2020 QG  — cuja presença só foi percebida depois de sua \"saída à francesa\".",
    "sources": [
      "Space"
    ],
    "categories": [
      "Ciência",
      "Astronomia",
      "Exploração espacial"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe3b",
    "url": "https://www.tecmundo.com.br/software/177222-fim-vida-kde-plasma-5-19-recebe-ultima-atualizacao.htm",
    "title": "\n      “Fim de vida”: KDE Plasma 5.19 recebe sua última atualização\n    ",
    "timestamp": "1/9/2020",
    "writer": "Ramalho Lima",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "O projeto KDE anunciou o Plasma Desktop 5.19.5 como a última versão da série 5.19 de seu ambiente de trabalho, agora abrindo espaço para o desenvolvimento de uma nova série. ",
      "A versão 5.19 foi lançada no dia 9 de junho, e trouxe pequenos aprimoramentos em relação à versão 5.18, que é LTS (Long-Term Support), ou seja, passa mais tempo recebendo atualizações para correções de bugs e brechas de segurança.",
      "O Plasma Desktop é um dos ambientes gráficos mais populares em sistemas ",
      "Linux",
      ", e, reconhecidamente, é visto como um dos mais sofisticados e personalizáveis do mercado. A interface, inclusive, já inspirou alguns recursos que surgiram no ",
      "Windows",
      " somente anos mais tarde.",
      "O Plasma consegue ser, ao mesmo tempo, bonito, fácil de usar e muito prático, sendo extremamente útil para usuários que precisam ter uma área de trabalho essencialmente configurada de acordo com suas necessidades.",
      "O vídeo abaixo mostra algumas das novidades do Plasma 5.19:",
      "A mais recente versão do Plasma 5.19 é a quinta e última atualização de manutenção dessa série. Ela traz pequenas correções de bugs que podem ser de alta relevância para esses usuários.",
      "A atualização deverá ser liberada automaticamente, por meio do repositório oficial da distribuição Linux utilizada. Não é necessário forçar uma atualização manual ou adicionar repositórios extras.",
      "Caso você ainda esteja usando a série 5.18 e não está enfrentando nenhum tipo de problema com desempenho e/ou estabilidade, é recomendável que você só atualize o Plasma para a série 5.19 caso ela apareça no repositório oficial de sua distribuição. Caso contrário, uma atualização manual poderá gerar quebra de pacotes.",
      "Como se trata de uma versão “end of life” (EOL), ou “fim de vida”, a versão mais recente do Plasma 5.19 traz apenas 13 alterações, que podem ser conferidas por meio ",
      "deste link",
      "."
    ],
    "text_summary": "O projeto KDE anunciou o Plasma Desktop 5.19.5 como a última versão da série 5.19 de seu ambiente de trabalho, agora abrindo espaço para o desenvolvimento de uma nova série.  A versão 5.19 foi lançada no dia 9 de junho, e trouxe pequenos aprimoramentos em relação à versão 5.18, que é LTS (Long-Term Support), ou seja, passa mais tempo recebendo atualizações para correções de bugs e brechas de segurança. O Plasma Desktop é um dos ambientes gráficos mais populares em sistemas  Linux , e, reconhecidamente, é visto como um dos mais sofisticados e personalizáveis do mercado. A interface, inclusive, já inspirou alguns recursos que surgiram no  Windows  somente anos mais tarde. O Plasma consegue ser, ao mesmo tempo, bonito, fácil de usar e muito prático, sendo extremamente útil para usuários que precisam ter uma área de trabalho essencialmente configurada de acordo com suas necessidades. O vídeo abaixo mostra algumas das novidades do Plasma 5.19: A mais recente versão do Plasma 5.19 é a quinta e última atualização de manutenção dessa série. Ela traz pequenas correções de bugs que podem ser de alta relevância para esses usuários. A atualização deverá ser liberada automaticamente, por meio do repositório oficial da distribuição Linux utilizada. Não é necessário forçar uma atualização manual ou adicionar repositórios extras. Caso você ainda esteja usando a série 5.18 e não está enfrentando nenhum tipo de problema com desempenho e/ou estabilidade, é recomendável que você só atualize o Plasma para a série 5.19 caso ela apareça no repositório oficial de sua distribuição. Caso contrário, uma atualização manual poderá gerar quebra de pacotes. Como se trata de uma versão “end of life” (EOL), ou “fim de vida”, a versão mais recente do Plasma 5.19 traz apenas 13 alterações, que podem ser conferidas por meio  deste link .",
    "sources": [
      "KDE",
      "KDE: thumb"
    ],
    "categories": [
      "Software",
      "Linux",
      "Desenvolvimento",
      "Software livre"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe3c",
    "url": "https://www.tecmundo.com.br/software/177218-android-ios-rastrear-infectados-covid-baixar-apps.htm",
    "title": "\n      Android e iOS vão rastrear “infectados” por Covid sem baixar apps\n    ",
    "timestamp": "1/9/2020",
    "writer": "Léo Müller",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "Com pouco sucesso até agora no rastreamento de possíveis infectados e pessoas expostas à ",
      "covid-19",
      ", ",
      "Apple",
      " e ",
      "Google",
      " resolveram aumentar seus esforços para facilitar a adoção, por governos e usuários, da sua ferramenta conjunta de combate à doença. Agora, os governos não precisarão mais desenvolver apps para o rastreamento de contatos infectados, e os usuários poderão aderir sem fazer instalações de softwares extras.",
      "Em aparelhos fabricados pela Apple, uma atualização para o ",
      "iOS",
      " 13.7 vai trazer a novidade. Com isso, usuários que moram em regiões em que os governos aderiram ao rastreamento de contatos para prevenir a disseminação da doença vão receber uma notificação. Esse alerta vai perguntar se a pessoa deseja participar do programa e, a partir disso, ela passará a receber notificações sempre que entrar em contato com alguma pessoa infectada pelo novo coronavírus.",
      "O processo para usuários do ",
      "Android",
      " será parecido, mas, por enquanto, ainda vai requerer a instalação de um app e funcionará mesmo em aparelhos antigos. Contudo, a própria Google produzirá essa aplicação com a autorização do governo local.",
      "Nos aparelhos com o sistema do robô, também será enviada uma notificação perguntando se a pessoa deseja participar do programa e, em caso positivo, ela será direcionada para a instalação. Depois disso, o cenário é o mesmo, e as ferramentas de rastreamento continuam se comunicando entre os dois sistemas operacionais.",
      "O Brasil ainda não aderiu ao programa de rastreamento de contatos infectados ou expostos promovido por Google e Apple, mas, com essas novas facilidades, talvez fique mais simples avançar nesse sentido. Ambas as empresas garantem que a coleta de dados é totalmente anonimizada e não revela para os participantes quem são as pessoas infectadas."
    ],
    "text_summary": "Com pouco sucesso até agora no rastreamento de possíveis infectados e pessoas expostas à  covid-19 ,  Apple  e  Google  resolveram aumentar seus esforços para facilitar a adoção, por governos e usuários, da sua ferramenta conjunta de combate à doença. Agora, os governos não precisarão mais desenvolver apps para o rastreamento de contatos infectados, e os usuários poderão aderir sem fazer instalações de softwares extras. Em aparelhos fabricados pela Apple, uma atualização para o  iOS  13.7 vai trazer a novidade. Com isso, usuários que moram em regiões em que os governos aderiram ao rastreamento de contatos para prevenir a disseminação da doença vão receber uma notificação. Esse alerta vai perguntar se a pessoa deseja participar do programa e, a partir disso, ela passará a receber notificações sempre que entrar em contato com alguma pessoa infectada pelo novo coronavírus. O processo para usuários do  Android  será parecido, mas, por enquanto, ainda vai requerer a instalação de um app e funcionará mesmo em aparelhos antigos. Contudo, a própria Google produzirá essa aplicação com a autorização do governo local. Nos aparelhos com o sistema do robô, também será enviada uma notificação perguntando se a pessoa deseja participar do programa e, em caso positivo, ela será direcionada para a instalação. Depois disso, o cenário é o mesmo, e as ferramentas de rastreamento continuam se comunicando entre os dois sistemas operacionais. O Brasil ainda não aderiu ao programa de rastreamento de contatos infectados ou expostos promovido por Google e Apple, mas, com essas novas facilidades, talvez fique mais simples avançar nesse sentido. Ambas as empresas garantem que a coleta de dados é totalmente anonimizada e não revela para os participantes quem são as pessoas infectadas.",
    "sources": [
      "androidauthority"
    ],
    "categories": [
      "Software",
      "Android",
      "iOS",
      "Google",
      "Apple",
      "Coronavírus"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe3d",
    "url": "https://www.tecmundo.com.br/produto/177200-lg-lanca-nova-caixa-acustica-xboom-rn9-brasil.htm",
    "title": "\n      LG lança nova caixa acústica XBOOM RN9 no Brasil \n    ",
    "timestamp": "1/9/2020",
    "writer": "Nilton Kleina",
    "shares_count": "8",
    "comments_count": "",
    "summary": [
      "A ",
      "LG",
      " apresentou ao mercado brasileiro a LG XBOOM RN9, nova linha de caixas acústicas da fabricante. O modelo se destaca pela capacidade de personalização e conectividade, além dos diversos efeitos de iluminação e sonoros.",
      "Você pode configurar diversos efeitos de luz e som durante as músicas pelos modos de iluminação e pulsa. É possível até sincronizar o flash do seu smartphone em três modos diferentes. ",
      "Além disso, os aparelhos contam com 18 efeitos de voz diferentes para alterar as músicas promover interações — sem contar o conjunto de efeitos manuais Flanger, Phaser, Wah, Delay e Scratch para DJs amadores e profissionais. Se você preferir, é possível reproduzir as músicas sem intervalos e gravar listas de reprodução e mixagens via dispositivo USB. ",
      "As diferentes opções de cor da caixa acústica.",
      "Fonte: ",
      " LG ",
      "Já a função Karaokê possibilita regular o volume da música e do microfone separadamente, além de ajustar o som a partir de um Cancelador de Voz e um Alterador de Tom. ",
      "Para parear o dispositivo, a LG XBOOM RN9 aceita até smartphones Android simultaneamente para compartilhar músicas e playlists. Você ainda pode conectar instrumentos musicais e televisores por cabo óptico. O aplicativo que permite o controle de funções e efeitos é o LG XBOOM APP.",
      "Em termos de potência, o RN9 traz um conjunto de dois alto falantes de 2Woofer para graves intensos e precisos. Já a tecnologia Bass Blast garante os graves mais acentuados.",
      "O LG XBOOM RN9 já está disponível em todas as lojas do Brasil pelo preço sugerido de R$ 2.499.",
      "A nova caixa acústica XBOOM RN9 possui Duplos Woofer que proporcionam graves intensos e precisos, ",
      "conexão Bluetooth,",
      " iluminação de LED colorida",
      ", e",
      "ntrada para guitarra, microfone, rádio FM",
      " e muito mais."
    ],
    "text_summary": "A  LG  apresentou ao mercado brasileiro a LG XBOOM RN9, nova linha de caixas acústicas da fabricante. O modelo se destaca pela capacidade de personalização e conectividade, além dos diversos efeitos de iluminação e sonoros. Você pode configurar diversos efeitos de luz e som durante as músicas pelos modos de iluminação e pulsa. É possível até sincronizar o flash do seu smartphone em três modos diferentes.  Além disso, os aparelhos contam com 18 efeitos de voz diferentes para alterar as músicas promover interações — sem contar o conjunto de efeitos manuais Flanger, Phaser, Wah, Delay e Scratch para DJs amadores e profissionais. Se você preferir, é possível reproduzir as músicas sem intervalos e gravar listas de reprodução e mixagens via dispositivo USB.  As diferentes opções de cor da caixa acústica. Fonte:   LG  Já a função Karaokê possibilita regular o volume da música e do microfone separadamente, além de ajustar o som a partir de um Cancelador de Voz e um Alterador de Tom.  Para parear o dispositivo, a LG XBOOM RN9 aceita até smartphones Android simultaneamente para compartilhar músicas e playlists. Você ainda pode conectar instrumentos musicais e televisores por cabo óptico. O aplicativo que permite o controle de funções e efeitos é o LG XBOOM APP. Em termos de potência, o RN9 traz um conjunto de dois alto falantes de 2Woofer para graves intensos e precisos. Já a tecnologia Bass Blast garante os graves mais acentuados. O LG XBOOM RN9 já está disponível em todas as lojas do Brasil pelo preço sugerido de R$ 2.499. A nova caixa acústica XBOOM RN9 possui Duplos Woofer que proporcionam graves intensos e precisos,  conexão Bluetooth,  iluminação de LED colorida , e ntrada para guitarra, microfone, rádio FM  e muito mais.",
    "sources": [
      "LG"
    ],
    "categories": [
      "Produto",
      "Aparelhos de som",
      "Produtos",
      "LG"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe3e",
    "url": "https://www.tecmundo.com.br/dispositivos-moveis/177201-jbl-quantum-duo-caixa-som-gamer-lancada-r-1-300.htm",
    "title": "\n      JBL Quantum Duo: caixa de som gamer é lançada por R$ 1.300\n    ",
    "timestamp": "1/9/2020",
    "writer": "Wellington Arruda",
    "shares_count": "6",
    "comments_count": "",
    "summary": [
      "A ",
      "JBL",
      " anunciou o lançamento da caixa de som para computadores JBL Quantum DUO no Brasil. Anunciada na CES20, em janeiro, a caixa chega no país custando R$ 1.299 com foco no público gamer. Além dela, a marca também já lançou por aqui a linha Quantum de headsets.",
      "A Quantum DUO traz suporte para tecnologias como Dolby Atmos e JBL QuantumSOUND. Segundo a JBL, o produto oferece \"experiência de áudio espacial única\". Ela possui 20 Watts RMS de potência, um woofer de 2,5\" e um tweeter de 0,75\". A resposta de frequência da caixa é de 60 Hz a 20 KHz.",
      "Um detalhe que não passa despercebido é o apoio de um LED RGB que pode ser customizável. A caixa vai criando um efeito de luz que deve acompanhar o som, deslocando o espectro de cores.",
      "A marca também detalha que a Quantum DUO \"oferece alta qualidade para curtir suas músicas favoritas via streaming\". Ela traz Bluetooth 4.2 e compatibilidade com computadores, smartphones e consoles via cabo P2 (3,5 mm) – basta conectá-la ao videogame, por exemplo, para começar a ouvir.",
      "Outro detalhe é que o conjunto pesa 2,8 kg – as dimensões são (L × A × P): 89 × 210 × 176 mm (cada). Ela também é compatível com cabos microUSB.",
      "Quem curte um bom som, vai aproveitar em qualquer lugar essa caixa de som com potência de 20W e prova d'água. Tem bateria de até 12 horas e o modo Partybost para parear até 2 aparelhos ao mesmo tempo."
    ],
    "text_summary": "A  JBL  anunciou o lançamento da caixa de som para computadores JBL Quantum DUO no Brasil. Anunciada na CES20, em janeiro, a caixa chega no país custando R$ 1.299 com foco no público gamer. Além dela, a marca também já lançou por aqui a linha Quantum de headsets. A Quantum DUO traz suporte para tecnologias como Dolby Atmos e JBL QuantumSOUND. Segundo a JBL, o produto oferece \"experiência de áudio espacial única\". Ela possui 20 Watts RMS de potência, um woofer de 2,5\" e um tweeter de 0,75\". A resposta de frequência da caixa é de 60 Hz a 20 KHz. Um detalhe que não passa despercebido é o apoio de um LED RGB que pode ser customizável. A caixa vai criando um efeito de luz que deve acompanhar o som, deslocando o espectro de cores. A marca também detalha que a Quantum DUO \"oferece alta qualidade para curtir suas músicas favoritas via streaming\". Ela traz Bluetooth 4.2 e compatibilidade com computadores, smartphones e consoles via cabo P2 (3,5 mm) – basta conectá-la ao videogame, por exemplo, para começar a ouvir. Outro detalhe é que o conjunto pesa 2,8 kg – as dimensões são (L × A × P): 89 × 210 × 176 mm (cada). Ela também é compatível com cabos microUSB. Quem curte um bom som, vai aproveitar em qualquer lugar essa caixa de som com potência de 20W e prova d'água. Tem bateria de até 12 horas e o modo Partybost para parear até 2 aparelhos ao mesmo tempo.",
    "sources": [
      "Harman/JBL"
    ],
    "categories": [
      "Dispositivos Móveis",
      "JBL",
      "Aparelhos de som"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe3f",
    "url": "https://www.tecmundo.com.br/cultura-geek/177211-fortnite-recebera-ray-tracing-dlss-anuncia-nvidia.htm",
    "title": "\n      Fortnite receberá Ray Tracing e DLSS em breve, anuncia Nvidia\n    ",
    "timestamp": "1/9/2020",
    "writer": "Mateus Mognon",
    "shares_count": "6",
    "comments_count": "",
    "summary": [
      "Durante o evento de apresentação das placas de vídeo RTX 30, a Nvidia anunciou que ",
      "Fortnite ",
      "receberá suporte para Ray Tracing e DLSS. A novidade foi revelada por Jensen Huang, CEO da fabricante de GPUs, e recebeu um trailer de demonstração.",
      "O famoso battle royale, que está em pé de guerra com a Apple atualmente, receberá quatro efeitos de traçado de raio em tempo real. Os usuários de GPUs RTX poderão aproveitar o game com Ray Tracing nos reflexos, sombras, iluminação global e oclusão de ambiente.",
      "Fortnite receberá novos efeitos de reflexos com Ray Tracing",
      "Fonte: ",
      " Nvidia ",
      "Outra novidade que chega em ",
      "Fortnite",
      " é o Deep Learning Super Sampling (DLSS). A tecnologia exclusiva das placas de vídeo RTX utiliza os Tensor Cores das GPUs da linha para melhorar a qualidade do game e, ao mesmo tempo, diminuir o consumo de performance.",
      "Segundo a Nvidia, a nova versão do DLSS conta com um modo Ultra. Com isso, jogadores que possuem um PC mais potente poderão jogar Fortnite e outros games compatíveis com a tecnologia em resoluções até 8K.",
      "Apesar do anúncio, a ",
      "Epic Games",
      " ainda não revelou quando ",
      "Fortnite ",
      "receberá as novas tecnologias RTX. Segundo a Nvidia, o suporte para Ray Tracing e DLSS chegará ao game em breve no PC.",
      "Além de ",
      "Fortnite",
      ", a Nvidia também destacou que outros games vão implementar as tecnologias exclusivas das placas de vídeo RTX. Os títulos incluem grandes lançamentos como ",
      "Call of Duty: Black Ops Cold War",
      ", ",
      "Cyberpunk 2077 e ",
      "Watch Dogs: Legion, ",
      "além de jogos menores como ",
      "Bright Memory Infinite",
      ", ",
      "Scavengers ",
      "e ",
      "Boundary."
    ],
    "text_summary": "Durante o evento de apresentação das placas de vídeo RTX 30, a Nvidia anunciou que  Fortnite  receberá suporte para Ray Tracing e DLSS. A novidade foi revelada por Jensen Huang, CEO da fabricante de GPUs, e recebeu um trailer de demonstração. O famoso battle royale, que está em pé de guerra com a Apple atualmente, receberá quatro efeitos de traçado de raio em tempo real. Os usuários de GPUs RTX poderão aproveitar o game com Ray Tracing nos reflexos, sombras, iluminação global e oclusão de ambiente. Fortnite receberá novos efeitos de reflexos com Ray Tracing Fonte:   Nvidia  Outra novidade que chega em  Fortnite  é o Deep Learning Super Sampling (DLSS). A tecnologia exclusiva das placas de vídeo RTX utiliza os Tensor Cores das GPUs da linha para melhorar a qualidade do game e, ao mesmo tempo, diminuir o consumo de performance. Segundo a Nvidia, a nova versão do DLSS conta com um modo Ultra. Com isso, jogadores que possuem um PC mais potente poderão jogar Fortnite e outros games compatíveis com a tecnologia em resoluções até 8K. Apesar do anúncio, a  Epic Games  ainda não revelou quando  Fortnite  receberá as novas tecnologias RTX. Segundo a Nvidia, o suporte para Ray Tracing e DLSS chegará ao game em breve no PC. Além de  Fortnite , a Nvidia também destacou que outros games vão implementar as tecnologias exclusivas das placas de vídeo RTX. Os títulos incluem grandes lançamentos como  Call of Duty: Black Ops Cold War ,  Cyberpunk 2077 e  Watch Dogs: Legion,  além de jogos menores como  Bright Memory Infinite ,  Scavengers  e  Boundary.",
    "sources": [
      "Nvidia"
    ],
    "categories": [
      "Cultura Geek",
      "Video Game e Jogos",
      "Jogos",
      "NVIDIA"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe40",
    "url": "https://www.tecmundo.com.br/produto/177214-nvidia-geforce-rtx-30-promete-melhorias-latencia-streamings.htm",
    "title": "\n      Nvidia GeForce RTX 30 promete melhorias de latência e em streamings\n    ",
    "timestamp": "1/9/2020",
    "writer": "Wellington Arruda",
    "shares_count": "0",
    "comments_count": "",
    "summary": [
      "As novas GPUs GeForce RTX 30 Series, anunciadas nesta terça-feira (1) pela ",
      "Nvidia",
      ", trazem consigo novidades importantes tanto para quem joga – profissionalmente ou não –, quanto para quem produz.",
      "Dentre elas, o CEO da empresa, Jensen Huang, destaca que o game ",
      "Fortnite",
      " passa a ser compatível com o rastreamento de raios de luz (Ray Tracing) em tempo real. Mas, no caso, a Nvidia traz foco para outras três tecnologias que podem melhorar a experiência geral com games.",
      "A primeira dessas novas tecnologias é a Nvidia Reflex. Ela é responsável por otimizar a medir a latência do sistema, ajudando o jogador a obter um melhor tempo de resposta. É possível reduzir a latência em até 50% e detectar comandos do mouse com mais precisão.",
      "Esse conjunto reúne as tecnologias 'Reflex Low-Latency' e 'Reflex Latency Analyzer'. Ambas estão disponíveis em games como Valorant, Call of Duty Warzone, e em monitores da Asus, Alienware, Acer e MSI.",
      "Com a Transmissão Nvidia, a empresa destaca o plug-in universal que aprimora a qualidade de microfones e webcams usando efeitos de Inteligência Artificial. Ela promete remover o ruído do áudio, efeitos de fundo e ajustar o quadro da câmera.",
      "A Nvidia também reforça o uso do Omniverse Machinima. A tecnologia permite misturar o mundo real com o digital simulando a física, luz, materiais e IA. Ela pode ser usada para criar personagens em jogos utilizando a webcam dos próprios usuários, além de produzir animações de rosto e voz. ",
      "As novas placas RTX 3070, RTX 3080 e RTX 3090 chegam a 30 teraflops e serão lançadas entre setembro e outubro. O preço varia de US$ 499 a US$ 1.499."
    ],
    "text_summary": "As novas GPUs GeForce RTX 30 Series, anunciadas nesta terça-feira (1) pela  Nvidia , trazem consigo novidades importantes tanto para quem joga – profissionalmente ou não –, quanto para quem produz. Dentre elas, o CEO da empresa, Jensen Huang, destaca que o game  Fortnite  passa a ser compatível com o rastreamento de raios de luz (Ray Tracing) em tempo real. Mas, no caso, a Nvidia traz foco para outras três tecnologias que podem melhorar a experiência geral com games. A primeira dessas novas tecnologias é a Nvidia Reflex. Ela é responsável por otimizar a medir a latência do sistema, ajudando o jogador a obter um melhor tempo de resposta. É possível reduzir a latência em até 50% e detectar comandos do mouse com mais precisão. Esse conjunto reúne as tecnologias 'Reflex Low-Latency' e 'Reflex Latency Analyzer'. Ambas estão disponíveis em games como Valorant, Call of Duty Warzone, e em monitores da Asus, Alienware, Acer e MSI. Com a Transmissão Nvidia, a empresa destaca o plug-in universal que aprimora a qualidade de microfones e webcams usando efeitos de Inteligência Artificial. Ela promete remover o ruído do áudio, efeitos de fundo e ajustar o quadro da câmera. A Nvidia também reforça o uso do Omniverse Machinima. A tecnologia permite misturar o mundo real com o digital simulando a física, luz, materiais e IA. Ela pode ser usada para criar personagens em jogos utilizando a webcam dos próprios usuários, além de produzir animações de rosto e voz.  As novas placas RTX 3070, RTX 3080 e RTX 3090 chegam a 30 teraflops e serão lançadas entre setembro e outubro. O preço varia de US$ 499 a US$ 1.499.",
    "sources": [],
    "categories": [
      "Produto",
      "Placa de vídeo",
      "NVIDIA",
      "Jogos",
      "Video Game e Jogos"
    ]
  },
  {
    "_id": "5f4eabb115145a1e53d0fe41",
    "url": "https://www.tecmundo.com.br/produto/177198-sennheiser-lanca-fone-fio-custo-beneficio-marca.htm",
    "title": "\n      Sennheiser lança fone sem fio 'custo-benefício' da marca\n    ",
    "timestamp": "1/9/2020",
    "writer": "Mateus Mognon",
    "shares_count": "6",
    "comments_count": "",
    "summary": [
      "A fabricante de aparelhos de som Sennheiser é conhecida pelos seus produtos premium, mas quer atacar no \"custo-benefício\" com seu novo lançamento. A empresa apresentou recentemente o fone sem fio CX 400BT True Wireless, que promete combinar qualidade com preço atraente.",
      "O novo acessório conta com os mesmos drivers de 7 milímetros presentes no fone True Momentum Wireless 2s, modelo top de linha que é vendido pela fabricante por US$ 300. O CX 400BT deixa de lado funções como cancelamento de ruído para entregar um valor mais atraente: US$ 199,95, cerca de R$ 1.076 em conversão direta.",
      "O novo fone sem fio está disponível nas cores preto e branco",
      "Fonte: ",
      " Sennheiser ",
      "Além do cancelamento de ruído, o modelo mais barato não conta com resistência contra água. O CX 400BT também possui um design mais chamativo em relação ao True Momentum Wireless 2s, com corpo mais quadrado e que não se encaixa perfeitamente na orelha.",
      "Por outro lado, o acessório de US$ 200 funciona com o aplicativo da Sennheiser, que permite ajustar fatores de uso e equalização. O produto também conta com Bluetooth 5.1 e funciona com codecs SBC, AAC e aptX.",
      "O CX 400BT ainda traz um microfone em sua construção, que permite atender ligações sem tirar o celular do bolso. Assim como o modelo mais caro, o produto só pode ser conectado em um dispositivo por vez.",
      "Na parte de autonomia, o CX 400BT traz uma experiência similar ao modelo principal da Sennheiser. O novo fone sem fio entrega cerca de 7 horas de uso e a bateria pode ser estendida para 20 horas com a fonte de energia da caixa de recarga.",
      "Mais informações sobre o lançamento da Sennheiser estão disponíveis no ",
      "site oficial da fabricante.",
      " O produto começa a ser vendido no exterior em 15 de setembro.",
      "O fone de ouvido Sennheiser HD 450BT traz aquilo que você precisa para desfrutar de um som de alta qualidade. Tem cancelamento de ruído ativo, fomato ergonômico e leve, e uma bateria de até 30 horas."
    ],
    "text_summary": "A fabricante de aparelhos de som Sennheiser é conhecida pelos seus produtos premium, mas quer atacar no \"custo-benefício\" com seu novo lançamento. A empresa apresentou recentemente o fone sem fio CX 400BT True Wireless, que promete combinar qualidade com preço atraente. O novo acessório conta com os mesmos drivers de 7 milímetros presentes no fone True Momentum Wireless 2s, modelo top de linha que é vendido pela fabricante por US$ 300. O CX 400BT deixa de lado funções como cancelamento de ruído para entregar um valor mais atraente: US$ 199,95, cerca de R$ 1.076 em conversão direta. O novo fone sem fio está disponível nas cores preto e branco Fonte:   Sennheiser  Além do cancelamento de ruído, o modelo mais barato não conta com resistência contra água. O CX 400BT também possui um design mais chamativo em relação ao True Momentum Wireless 2s, com corpo mais quadrado e que não se encaixa perfeitamente na orelha. Por outro lado, o acessório de US$ 200 funciona com o aplicativo da Sennheiser, que permite ajustar fatores de uso e equalização. O produto também conta com Bluetooth 5.1 e funciona com codecs SBC, AAC e aptX. O CX 400BT ainda traz um microfone em sua construção, que permite atender ligações sem tirar o celular do bolso. Assim como o modelo mais caro, o produto só pode ser conectado em um dispositivo por vez. Na parte de autonomia, o CX 400BT traz uma experiência similar ao modelo principal da Sennheiser. O novo fone sem fio entrega cerca de 7 horas de uso e a bateria pode ser estendida para 20 horas com a fonte de energia da caixa de recarga. Mais informações sobre o lançamento da Sennheiser estão disponíveis no  site oficial da fabricante.  O produto começa a ser vendido no exterior em 15 de setembro. O fone de ouvido Sennheiser HD 450BT traz aquilo que você precisa para desfrutar de um som de alta qualidade. Tem cancelamento de ruído ativo, fomato ergonômico e leve, e uma bateria de até 30 horas.",
    "sources": [
      "Sennheiser",
      "The Verge"
    ],
    "categories": [
      "Produto",
      "Produtos",
      "Fone de ouvido"
    ]
  }
]
