[{"url": "https://www.tecmundo.com.br/software/177406-telegram-versao-web-aprenda-usa-passos-simples.htm", "categories": ["Software", "Internet", "Telegram"], "comments_count": "1", "shares_count": "6", "sources": ["Telegram"], "summary": "Nos últimos anos, a comunicação digital tem se beneficiado constantemente com uma vasta quantidade de mecanismos disponíveis para o seu uso. Os aplicativos costumam salvar a vida dos usuários, fornecendo uma série de funcionalidades bastante promissoras.  Se antes as pessoas precisavam se comunicar via SMS em seus celulares, hoje em dia é possível mandar mensagens diretas em diversas redes sociais, que também podem ser usadas como plataformas de comunicação via chat nos smartphones. (Fonte: Unsplash/Reprodução) Fonte:   Unsplash  É claro que os aplicativos específicos para a comunicação são essenciais nos dias atuais, já que vivemos em uma era de constante velocidade nas informações. Anos atrás, aprendemos algumas das principais artimanhas da internet com o MSN, que esteve em alta durante muito tempo. Então, seguimos experimentando os benefícios do  Skype , com suas videochamadas, e hoje temos aplicativos como o  Whatsapp  e o  Telegram , que são formas específicas de comunicação digital à nossa disposição.  O  Telegram , por exemplo, foi lançado em 2013 e se mantém até hoje como uma alternativa à hegemonia popular do Whatsapp. Entre suas funções está a interação por meio de grupos, contatos e compartilhamento de vídeos, fotos e GIFs animados — todas as conversas são criptografadas. O aplicativo pode ser acessado por smartphones e também computadores em versões criadas diretamente para a web. Mas como utilizar todos esses recursos de maneira apropriada? Vejamos por meio de alguns passos simples como se conectar ao Telegram via web.  Antes de mais nada, acesse a  página oficial da plataforma  para a versão web em seu navegador.  Em seguida, você precisa fornecer algumas informações básicas, preenchendo os dados que são solicitados. É necessário informar o número do telefone celular, não se esquecendo do DDD, para prosseguir. Vale dizer que o Telegram já consegue identificar, desde o início, o código do país (neste caso, o Brasil) e o seleciona automaticamente por meio de seu prefixo +55. (Fonte: Captura de tela realizada pelo autor) Fonte:   Telegram  Após preencher essas informações básicas, você pode pressionar a tecla “Enter” ou clicar no botão “Próxima” para seguir adiante. Depois que elas forem enviadas à página, o Telegram vai mandar um código de confirmação diretamente para o número de celular informado. Dessa forma, é importante garantir que você esteja com algum aparelho vinculado a esse número do seu lado para que essa etapa possa ser concluída com sucesso. (Fonte: Captura de tela realizada pelo autor) Fonte:   Telegram  Esse código deve ser informado na página da web do Telegram para que a sessão possa ser iniciada. Caso o código seja digitado corretamente, o Telegram versão web vai abrir em instantes, e você receberá um aviso no seu smartphone informando o novo acesso em um novo dispositivo em versão web. A partir daí, todos os seus contatos, grupos e mensagens podem ser acessados pelo computador, facilitando a sua comunicação. (Fonte: Captura de tela realizada pelo autor) Fonte:   Telegram  É importante lembrar que é necessário já possuir uma conta no aplicativo Telegram para conseguir acessá-lo via web.  Feito isso, aproveite todas essas funcionalidades do Telegram versão web diretamente no navegador sua preferência!", "timestamp": "\n                        ", "title": "Telegram versão web: aprenda a usá-la em passos simples", "writer": "Matheus Rocha da Silva"}, {"url": "https://www.tecmundo.com.br/software/177415-chrome-86-ganha-melhorias-web-apps-streaming-games.htm", "categories": ["Software", "Chrome OS", "Google Chrome", "Google", "Navegador"], "comments_count": "0", "shares_count": "0", "sources": ["Chrome", "Chromium Blog", "Slashgear"], "summary": "A  Google  começou a testar nesta semana uma nova edição do  Chrome  86 Beta, que promete trazer grandes mudanças para a experiência de uso da internet. O browser conta com uma nova API que visa melhorar o desenvolvimento de apps para web e conta com aprimoramentos pensados para streaming de games. A principal novidade do Chrome 86 é o uso da Native File-System, que traz um conjunto de ferramentas que promete revolucionar a criação de aplicativos para web. A solução tem como objetivo facilitar a comunicação entre recursos do PC e apps feitos para rodar diretamente no navegador. Enquanto o Chrome sempre limitou o acesso de recursos para apps da web por motivos de segurança, a nova API promete fazer essa comunicação sem trazer problemas ao usuário. Assim, o usuário terá uma melhor experiência com editores de vídeo, fotos e outros apps mais pesados diretamente no browser. Além da API Native File-System, o Chrome 86 também conta com funções extras voltadas para melhorar o streaming de games. As novidades incluem aprimoramentos de áudio e suporte melhorado para periféricos. O Google Stadia vai tirar proveito de algumas novidades do Chrome 86 Fonte:   Pocket Lint  O navegador recebeu novas ferramentas que prometem melhorar a decodificação de mídia no browser. Com isso, a tendência é que as futuras versões do navegador trabalhem melhor com serviços de streaming de games, evitando engasgos e falta de sincronia entre imagem e som. Além disso, o Chrome 86 introduz a API WebHID. A novidade permite que o navegador acesse detalhes aprofundados de dispositivos como controles e facilite o uso no browser. Assim como as melhorias de áudio e vídeo, a função promete ser uma mão na roda para desenvolvedores que estão de olho em plataformas de streaming como o Stadia. O Crome 86 está em fase de testes e deve ser lançado publicamente nos próximos meses  trazendo outras funcionalidades . Mais detalhes sobre a nova edição do navegador estão  disponíveis neste site . A empresa disse que em breve trará mais informações específicas sobre as principais tecnologias do browser, incluindo um guia de uso da WebHID.", "timestamp": "\n                        ", "title": "Chrome 86 ganha melhorias para web apps e streaming de games", "writer": "Mateus Mognon"}, {"url": "https://www.tecmundo.com.br/software/177387-whatsapp-lanca-pagina-lista-falhas-seguranca-mensageiro.htm", "categories": ["Software", "WhatsApp", "Segurança"], "comments_count": "0", "shares_count": "0", "sources": ["WhatsApp"], "summary": "O  WhatsApp  criou  uma nova página no site oficial do mensageiro  para listar com detalhes todas as vulnerabilidades de segurança já identificadas e consertadas na plataforma. O objetivo é ser o mais transparente possível com os usuários, já que há limitações para se fazer isso na  App Store  e da  Google Play Store . No site , você encontra todos os bugs e brechas listados por um código próprio, além de uma breve descrição sobre o que cada ameaça representava e em quais sistemas operacionais ele poderia acontecer.  O erro mais recente, por exemplo, é o CVE-2020-1894. Por causa dele, usuários poderiam ser vítimas de códigos executados por terceiros por meio de mensagens enviadas via notificações. Esse problema envolvia o app para  Android  versão 2.20.35, versão 2.20.30 do mensageiro para  iPhones  e WhatsApp Business na build 2.20.20.  Até agora, de acordo com a página, o WhatsApp teve cinco falhas de segurança arrumadas em 2020 — cinco delas arrumadas no mesmo dia em que foram detectadas. No mesmo local, é possível conferir também falhas referentes a 2018 e 2019. Por enquanto, a seção do site não está traduzida para o português do Brasil, embora o título da página já esteja listado como  \"Avisos de Segurança do WhatsApp\" . A companhia ainda ressaltou que o ideal é manter o mensageiro atualizado sempre para a versão mais recente, independente de qual plataforma você use.", "timestamp": "\n                        ", "title": "WhatsApp lança página que lista falhas de segurança no mensageiro", "writer": "Nilton Kleina"}, {"url": "https://www.tecmundo.com.br/mercado/177345-uber-lanca-novos-recursos-seguranca-usuarios-motoristas.htm", "categories": ["Mercado", "Uber", "Coronavírus", "Segurança"], "comments_count": "0", "shares_count": "0", "sources": ["Press Release"], "summary": "Em evento online realizado nesta quinta-feira (03), a  Uber  anunciou uma série de novidades relacionada a segurança do serviço para todo o ecossistema da empresa. A companhia anunciou seu sistema de checagem de documentos de usuários, checagem de segurança alimentar para restaurantes e mais programas para aprimorar a qualidade dos serviços provido por parceiros. As novas ferramentas de segurança consistem na checagem de documento para novos usuários, checagem de segurança alimentar para restaurantes cadastrados no Uber Eats e a veiculação de campanhas educativas de segurança viária para entregadores parceiros e expansão de ferramentas já existentes como a detecção de paradas inesperadas, agora na versão 2.0 do U-Ajuda. “Os entregadores parceiros agora também vão passar a receber conteúdos educativos sobre melhores práticas no trânsito.”, comentou Mariana Esteves, gerente sênior de produtos na Uber. Já a checagem de documentos será aplicada aos usuários recém cadastrados que solicitarem a primeira corrida com o pagamento em dinheiro. Restaurantes cadastrados deverão seguir um rigoroso padrão de segurança alimentar para se manter na plataforma. Fonte:   Uber/Reprodução  O U-Ajuda, por sua vez, é a versão aprimorada da ferramenta lançada no ano passado para monitoramento de viagens. A ferramenta passa a detectar automaticamente paradas inesperadas ou longas, assim como a identificação de conclusão de viagens fora do destino desejado. Por fim, finalmente o U-Áudio chega a todo o Brasil. A ferramenta de gravação de áudio permite que o usuário ou parceiro relate um incidente de segurança e anexe um arquivo de gravação de áudio — criptografado e mantido no dispositivo original. Reiterando seu compromisso no combate à disseminação do novo Coronavírus — revelando investimentos na casa dos R$ 50 milhões somente no Brasil. Foram R$ 11 milhões distribuídos como assistência financeira para parceiros e R$ 8 milhões em reembolso em EPIs — máscaras, álcool em gel e itens relacionados — além de outras iniciativas voltadas para a comunidade. Marcello Azambuja, diretor do Tech Center da Uber no Brasil, reconhece a responsabilidade da Uber na conexão entre pessoas no mundo real por meio da tecnologia. “A Uber conecta pessoas no mundo digital para se encontrarem no mundo real e está comprometida em diminuir riscos e aumentar a segurança de todos que usam a nossa plataforma.”, comentou.", "timestamp": "\n                        ", "title": "Uber lança novos recursos de segurança para usuários e motoristas", "writer": "Igor Almenara Carneiro"}, {"url": "https://www.tecmundo.com.br/software/177254-microsoft-lanca-ferramenta-detecta-deepfake-videos.htm", "categories": ["Software", "Inteligência artificial", "Segurança", "Microsoft"], "comments_count": "5", "shares_count": "73", "sources": ["Microsoft", "TechCrunch"], "summary": "A  Microsoft  anunciou nesta terça-feira (1º) uma nova ferramenta chamada Video Authenticator, capaz de identificar manipulações em vídeos conhecidas como deepfake. O projeto analisa cada quadro de vídeos e gera uma pontuação de manipulação com uma porcentagem indicando as chances de a mídia ter sido alterada. O serviço faz parte do Programa de Defesa da Democracia e foi desenvolvido pelo time de P&D da Microsoft Foundation, que tem parcerias com a AI Foundation e usa dados públicos do Face Forensics++. O objetivo da ferramenta é defender a democracia de ameaças alimentadas pela desinformação. O anúncio foi feito pouco antes das eleições presidenciais dos Estados Unidos, que acontecem em 3 de novembro, mas a pretensão é alimentá-la para o uso de longo prazo. O Video Authenticator poderá exibir uma porcentagem de confiança em tempo real em cada quadro de um vídeo, detectando elementos sutis de edição, como desbotamento de cores e escala de cinza, \"que não podem ser detectados pelo olho humano\". Ferramenta de detecção de deepfakes Video Authenticator da Microsoft. Fonte:   Microsoft/Divulgação  A Microsoft sabe que os métodos de criação de deepfakes avançam em sofisticação e que as formas de detecção ainda têm taxas de falha, portanto espera alimentar sua tecnologia e a longo prazo \"buscar métodos mais fortes para manter e certificar a autenticidade\" de publicações online. \"Existem poucas ferramentas hoje para ajudar a garantir aos leitores que a mídia que estão vendo veio de uma fonte confiável e que não foi alterada\", disse a empresa em comunicado. Uma das novas tecnologias é uma extensão para navegador que verifica os certificados e combina os hashes para informar ao leitor se o conteúdo é autêntico ou se foi alterado. Outro sistema deve permitir aos produtores de conteúdo adicionarem hashes e certificados digitais às mídias, funcionando como uma marca d'água digital localizada nos metadados.", "timestamp": "\n                        ", "title": "Microsoft lança ferramenta que detecta deepfake em vídeos", "writer": "Wellington Arruda"}, {"url": "https://www.tecmundo.com.br/seguranca/177247-spyware-android-finge-apps-famosos-para-roubar-dados.htm", "categories": ["Segurança", "Espionagem", "Celular", "Android"], "comments_count": "0", "shares_count": "0", "sources": ["Securelist"], "summary": "Uma nova ameaça para celulares  Android  se disfarça de apps com conteúdo adulto ou relacionados à covid-19 para espionar a atividade no smartphone. O grupo Transparent Tribe, especializado em técnicas de engenharia social, agora explora usuários distraídos com apps parecidos com aplicativos oficiais. Sob vigilância da Kaspersky há mais de quatro anos, a Transparent Tribe passou a adotar malwares disfarçados de apps com conteúdo adulto e aplicativos oficiais com informações sobre a covid-19 para atacar um número maior de celulares. Segundo a Kaspersky, a companhia tem trabalhado ativamente para aprimorar seu conjunto de ferramentas e expandir o alcance dos ataques para maximizar seu impacto. Um dos exemplos das novas práticas é um novo app falso para rastreamento de covid-19, lançado na Índia e outro de conteúdo pornográfico. Downloads de apps em fontes desconhecidas é a principal forma de distribuição do app falso. Fonte:   Pixabay  A descoberta parte da correlação entre os apps: ambos redirecionam para o mesmo domínio, conhecido de ser de posse do grupo Transparent Tribe. O primeiro app é simplesmente uma versão modificada de um player de vídeo com código aberto para Android; enquanto o segundo é semelhante a um app de rastreamento da covid-19 lançado pelo governo indiano. Assim que instalados, eles exibem conteúdo como distração e tentam instalar outro pacote de arquivos Android — uma modificação de ferramentas de acesso remoto batizado de Android AhMyth. Essa versão inclui os recursos conhecidos da ferramenta, incluindo a capacidade de baixar novos apps; acessar mensagens SMS; microfone; registro de chamadas; GPS e roubo de arquivos. “As constatações reforçam o empenho dos membros da Transparent Tribe para adicionar novas ferramentas para expandir ainda mais suas operações e alcançar suas vítimas por diferentes vetores de ataque, que agora incluem dispositivos móveis.”, comenta Giampaolo Dedola, pesquisador sênior de segurança da Kaspersky.  Como recomendação, o profissional recomenda que todos os usuários estejam atentos às fontes de download de conteúdo, nunca confiando em links de terceiros ou downloads em e-mails. Mais detalhes sobre as ameaças liberadas pela Transparent Tribe estão descritos no  relatório completo na Securelist .", "timestamp": "\n                        ", "title": "Spyware para Android finge ser apps famosos para roubar dados", "writer": "Igor Almenara Carneiro"}, {"url": "https://www.tecmundo.com.br/internet/177473-google-lanca-doodle-cores-bandeira-brasil.htm", "categories": ["Internet", "Google Search"], "comments_count": "1", "shares_count": "5", "sources": [], "summary": "Quem acessou o Google hoje deve ter notado que mais uma vez o site alterou o layout de seu doodle para comemorar o feriado da Independência do Brasil. O doodle do buscador, que já ganhou diversos designs diferenciados de acordo com a data comemorativa, agora trouxe as cores da nossa bandeira e uma fonte cheia de detalhes com um visual que lembram fitas. O Google utilizou ainda o Twitter para em uma postagem destacar a homenagem ao dia da independência do Brasil. Na postagem, além de trazer uma mensagem comemorativa, o perfil do buscador exibiu a imagem do doodle utilizado neste 7 de setembro. Today’s  #GoogleDoodle  commemorates Brazil’s Independence Day, known in Portuguese as the Sete de Setembro (7th of September) or Dia da Pátria (Nation Day) ???? ?  https://t.co/fdSRunIpKq   pic.twitter.com/tezqHK366M Utilizadores do buscador já estão acostumados a ver o doodle da empresa trazendo alguns visuais diferentes, não só em referência a datas comemorativas, mas também com eventos da cultura pop e com mensagens de engajamento social. Cabe destacar ainda, que o doodle da Independência do Brasil é exibido apenas para usuários do buscador que acessarem o site por aqui, já que em outras localidades o doodle pode ser o padrão ou referente a alguma data festiva local. Para mais informações sobre a Independência do Brasil, basta clicar diretamente no doodle do Google para ter acesso a diversos links que trazem mais informações sobre o ocorrido em 7 de setembro de 1822 na capital paulista.", "timestamp": "\n                        ", "title": "Sete de Setembro: Google lança doodle com as cores da bandeira do Brasil", "writer": "Alana Schmidt"}, {"url": "https://www.tecmundo.com.br/internet/177402-internet-satelites-starlink-supera-100-mbps-velocidade.htm", "categories": ["Internet", "SpaceX", "Banda larga"], "comments_count": "0", "shares_count": "0", "sources": ["TechCrunch", "ArsTechnica"], "summary": "A conexão de  internet  baseada nos satélites Starlink, da  SpaceX , já está conseguindo oferecer velocidades de download superiores a 100 Mbps, além de baixa latência. É o que indicam os resultados dos testes mais recentes realizados pela empresa, divulgados nesta quinta-feira (3). Segundo a engenheira sênior da SpaceX Kate Tice, os dados da medição foram considerados bons pela companhia, podendo fornecer largura de banda suficiente para a realização de tarefas como a transmissão simultânea de vários  filmes  com qualidade HD e jogar online. Esses resultados ainda estão distantes da velocidade prometida quando o serviço foi apresentado, de disponibilizar taxas de download de pelo menos 1 Gbps e latência abaixo de 20 milissegundos. No entanto, são melhores que os dos primeiros testes revelados recentemente, que mostravam  velocidades variando entre 11 Mpbs e 60 Mpbs . A SpaceX quer oferecer conexão por satélite com taxa acima de 1 Gbps, futuramente. Fonte:   Pixabay  No momento, o serviço está sendo utilizado apenas por funcionários da startup, em um teste beta privado. Até o final do ano, terá início o teste beta público da internet Starlink, aberto a moradores de algumas regiões dos Estados Unidos e do Canadá, cadastrados previamente. Outro detalhe divulgado por Tice foi sobre os testes feitos pelos engenheiros da rede Starlink com dois satélites em órbita, equipados com link intersatélites, chamados pela empresa de “lasers espaciais”. De acordo com ela, essa  tecnologia  possibilitou a transferência de centenas de gigabytes de dados. Assim que estiver totalmente implantado, o recurso fará com que a rede da companhia seja uma das mais rápidas do mundo na transferência de informações. Algo que também contribuirá para melhorar a velocidade da conexão é o aumento da constelação de satélites Starlink. O plano da SpaceX é lançar em torno de 12 mil satélites nos próximos cinco anos, levando a internet para os lugares mais remotos do planeta, como as regiões rurais.", "timestamp": "\n                        ", "title": "Internet dos satélites Starlink já supera 100 Mbps de velocidade", "writer": "André Luiz Dias Gonçalves"}, {"url": "https://www.tecmundo.com.br/internet/177368-10-noticias-tecnologia-voce-comecar-dia-04-09.htm", "categories": ["Internet", "Notícias"], "comments_count": "0", "shares_count": "0", "sources": [], "summary": "Bom dia! Separamos as principais notícias do mundo da Ciência e Tecnologia para você saber tudo o que aconteceu na última quinta-feira (03). Para conferir cada notícia na íntegra, basta clicar nos  links  a seguir. 1.  Pagamentos no WhatsApp serão liberados no Brasil, afirma BC . Apesar da aprovação dos pagamentos pelo app de mensagens, ainda não há data prevista para a 'reestreia' do serviço. 2.  Microsoft Office ganha layout com abas verticais no Windows 10 . Recurso está disponível apenas para testadores do Windows Insider. 3.  The Boys: 5 coisas para relembrar antes da estreia da 2ª temporada . A 2ª temporada de The Boys estreia nesta sexta-feira (4); a série se tornou uma das maiores atrações do Amazon Prime Video. 4.  007: Sem Tempo Para Morrer ganha novo trailer eletrizante . Filme tem previsão de estreia para novembro. 5.  Cofundador da ARM diz que NVIDIA quer destruir a empresa . Gigante das GPUs demonstrou interesse em adquirir a fabricante britânica. 6.  TCL lança display LCD que parece 'papel eletrônico' . Novidade foi apresentada na IFA 2020. 7.  Mozilla atualiza Firefox 80 e você pode voltar a baixar arquivos . Falha em downloads foi a principal reclamação. 8.  Nintendo anuncia Super Mario 3D All-Stars para Switch . Coletânea especial de 35 anos estará disponível para compra por tempo limitado. 9.  YouTube vai transmitir jogos da Liga das Nações da UEFA ao vivo . Em parceria com a Turner, plataforma exibirá gratuitamente confrontos entre as seleções europeias. 10.  Samsung abre inscrições para programa de estágio no Brasil . Estudantes podem fazer o cadastro até 28 de setembro em um processo totalmente online.", "timestamp": "\n                        ", "title": "10 notícias de tecnologia para você começar o dia (04/09)", "writer": null}, {"url": "https://www.tecmundo.com.br/dispositivos-moveis/177470-moto-g9-plus-vaza-imagens-especificacoes-em-site-operadora.htm", "categories": ["Dispositivos Móveis", "Celular", "Motorola", "Smartphone"], "comments_count": "0", "shares_count": "0", "sources": ["9 to 5 Google"], "summary": "Um novo smartphone intermediário da  Motorola  vazou graças a um descuido da operadora Orange, que deixou no ar  no site da empresa na Eslováquia  a página oficial do ainda não anunciado  Moto G9 Plus . Além de renderizações que confirmam o visual do modelo, preço e especificações técnicas também aparecem no material,  capturado pelo jornalista Roland Quandt  — e ainda no ar, ao menos durante o momento de produção desta matéria. O modelo deve ser comercializado com foco no tamanho do display, ideal para quem é fã de paineis maiores, e no custo-benefício. Confira os detalhes: A página não lista qual é o processador do dispositivo e nem a resolução das outras três câmeras do conjunto traseiro, além do sensor frontal — que fica em um discreto furo no canto esquerdo do painel. Segundo o vazamento, o preço na Europa será de €255 (aproximadamente R$ 1,6 em conversão direta de moeda) e a cor azul está confirmada. Moto G9 Plus. Fonte:   Orange  O Moto G9 Plus  já foi homologado na Agência Nacional de Telecomunicações (Anatel) , o que significa que a revelação está mesmo próxima, e até  teve um suposto preço divulgado : R$ 2.499.  Além disso, vazamentos anteriores indicam que um Moto G9 Play  também está a caminho . Por enquanto, não há previsão para o anúncio oficial do modelo pela Motorola.", "timestamp": "\n                        ", "title": "Moto G9 Plus vaza em imagens e especificações em site de operadora", "writer": "Nilton Kleina"}, {"url": "https://www.tecmundo.com.br/dispositivos-moveis/177467-lg-wing-celular-tela-secundaria-giratoria-confirmado.htm", "categories": ["Dispositivos Móveis", "Celular", "Smartphone"], "comments_count": "5", "shares_count": "6", "sources": ["LG", "The Elec"], "summary": "A fabricante sul-coreana  LG  deu mais detalhes sobre a revelação do seu novo smartphone, um modelo  com uma tela secundária giratória  que deixa o dispositivo em formato de \"T\". O nome do dispositivo será mesmo LG Wing, assim  como indicavam os vazamentos anteriores , e ele é tido como a estreia de uma nova linha de produtos da marca. A família Explorer Project vai \"focar nas necessidades em evolução e de constante mudança nos consumidores atuais e nas normas desafiadoras estabelecidas pelos usuários\", ao mesmo tempo em que faz experimentações com design e interação. A logo do smartphone também foi confirmada pela fabricante. Fonte:   LG  O LG Wing é considerado o modelo mais ousado pela própria empresa, já que conta com uma experiência inédita e diferenciada de forma e modo de uso — a tal rotação em 90º do display secundário. Segundo o site  The Elec , ela vai escolher 300 voluntários para analisarem o produto de graça durante quatro semanas. Por enquanto, não há detalhes técnicos confirmados, nem uma data de lançamento ou preço sugerido. A revelação do LG Wing  está marcada para o dia 14 de setembro , às 11 horas da manhã (horário de Brasília), pelo  canal da LG Mobile no YouTube . Fique ligado no  TecMundo  na próxima segunda-feira para saber tudo sobre o lançamento.", "timestamp": "\n                        ", "title": "LG Wing: celular com tela secundária giratória é confirmado", "writer": "Nilton Kleina"}, {"url": "https://www.tecmundo.com.br/dispositivos-moveis/177293-samsung-galaxy-note-20-ultra-hands-on.htm", "categories": ["Dispositivos Móveis", "Samsung Galaxy Note 20 Ultra", "Samsung", "Celular"], "comments_count": "2", "shares_count": "7", "sources": [], "summary": "Nesta semana, a  Samsung  lançou o novo  Galaxy Note 20 Ultra  no Brasil por R$ 7.999 com  12 GB de RAM e 256 GB de armazenamento interno. O aparelho já está no  TecMundo  para testes, mas por enquanto vamos conferir o hands-on com alguns detalhes do novo celular premium da marca sul-coreana. O display da versão Ultra é um AMOLED Quad HD+ de 6.9 polegadas com as laterais mais curvadas e 120Hz de taxa de atualização. Isso é um diferencial entre o Note 20 normal que tem 6.7 polegadas e é flat, sem essa tela Edge que avança um pouco para as laterais. A câmera frontal fica bem no meio da tela e tem 10 MP. Na parte superior, ele tem a bandejinha híbrida para dois SIM cards e um microSD, além de um microfone.  Os botões de volume e de energia ficam do lado direito, enquanto a lateral esquerda fica totalmente livre.  Na parte de baixo tem outro microfone, o alto-falante estéreo e a S Pen, que ganhou um upgrade nos seus recursos e agora tem uma sensação de escrita mais parecida com uma caneta no papel. Na traseira, a câmera tripla tem um sensor ultra wide de 12 megapixels f/2.2, uma wide de 108 megapixels com Space Zoom de até 50 vezes, uma telefoto de 12 megapixels f/3.0, e um sensor de autofoco a laser. Dá para gravar em 8K a 24fps e 4K a 60 fps.  O corpo do Galaxy Note 20 Ultra é feito em vidro com Gorilla Glass e moldura lateral em aço inoxidável, mas a versão normal do Note 20 é feita em policarbonato, o que é um tipo de plástico e, apesar da resistência, gera muita polêmica por não ter esse acabamento tão premium.  Ele tem certificação IP68 de resistência à água e poeira, sensor de impressão digital ultrassônico embaixo da tela Por dentro, o Galaxy Note 20 Ultra tem um processador Exynos 990, 12 GB de RAM, opções de armazenamento interno entre 128 e 512 GB. O sistema operacional é um Android 10 com a One UI atualizada pra última versão disponível, e a Samsung ainda garante três anos de grandes atualizações do Android. Falando de software, uma coisa muito legal é a integração com o Windows 10 que foi ampliada e agora vai permitir executar aplicativos do celular na tela do PC com o \"Link to Windows\" e o \"Your Phone\". Gostou do Galaxy Note 20 Ultra? Então deixe nos comentários suas dúvidas a respeito do produto, assim poderemos esclarecer no review final!", "timestamp": "\n                        ", "title": "Samsung Galaxy Note 20 Ultra [Hands-on]", "writer": "Joy Macedo"}, {"url": "https://www.tecmundo.com.br/produto/177432-xiaomi-anuncia-sucessor-pocophone-conheca-poco-x3.htm", "categories": ["Produto", "Xiaomi Poco X3", "Xiaomi", "Aliexpress-experience", "AliExpress"], "comments_count": "0", "shares_count": "0", "sources": [], "summary": "O mercado de celulares é conhecido por uma acirrada disputa de surpresas, tecnologia e inovação em relação a modelos e marcas. Todos os dias, lançamentos prometem superar os anteriores, entregar maiores soluções que os concorrentes e oferecer a melhor experiência de uso para os aficionados. Esse mercado vem sendo cada vez mais movimentado por companhias chinesas que chegam fazendo frente às grandes gigantes de tecnologia, trazendo novidades que muitas vezes superam as marcas tradicionais e seus modelos de smartphones conceituados. Uma dessas empresas é a  Xiaomi . Fundada em 2010, atua no Brasil comercializando celulares que já têm fãs incondicionais. O atual lançamento da marca, o Poco X3, traz inovações que realmente importam para o usuário. Mas onde comprar um celular Xiaomi? Quais são as vantagens que um Poco X3 oferece? Essas e outras dúvidas serão respondidas aqui. Vamos lá? O Poco X3 é a nova aposta da subsidiária da Xiaomi no Brasil. Provavelmente, os entusiastas de tecnologia se lembram do Pocophone F1, que fez muito sucesso quando foi lançado por aqui e teve suas soluções tecnológicas aprovadas por muitos. Por isso, é possível imaginar a expectativa que o novo modelo está causando. As primeiras informações sobre o Poco X3 já estão correndo e prometem um aparelho potente. Com o lançamento acontecendo hoje (07), sabe-se, por exemplo, que ele traz o mais recente processador Qualcomm® Snapdragon™ 732G e tela ultraplana de 120 Hz. A bateria de 5.160 mAh e o carregador de 33 watts também são diferenciais. Além disso, o aparelho terá o melhor desempenho em tecnologias mais recentes para um número maior de usuários. A tela é AMOLED de 6,67 polegadas (resolução Full HD+). Se você é um entusiasta do universo gamer, talvez esse seja o modelo certo para investir. Isso porque ele tem o Snapdragon 732G da Qualcomm, um chip octa-core que é desenvolvido sobretudo para jogos. Sem falar que o aparelho tem 6 GB (ou 8 GB) de memória RAM e 64 GB (ou 256 GB) armazenamento interno. O Poco X3 promete ter o melhor custo-benefício da geração e ser um forte competidor no mercado de smartphones. Se você é um dos entusiastas da tecnologia e ficou animado com o lançamento da Xiaomi, saiba que é possível encontrar os produtos da marca em lojas próprias em São Paulo e em importadoras. Caso prefira, pode contar com os sites de lojas especializadas em tecnologia e smartphones. No próprio e-commerce brasileiro há várias opções. Se quiser economizar ainda mais, aproveite o  cupom AliExpress  e ganhe mais vantagens na hora da compra do seu Poco X3.", "timestamp": "\n                        ", "title": "Xiaomi anuncia sucessor do Pocophone: conheça o Poco X3", "writer": null}, {"url": "https://www.tecmundo.com.br/produto/177383-ensino-ludico-tecnologico-entenda.htm", "categories": ["Produto", "Produtos", "Acer", "aceredu"], "comments_count": "0", "shares_count": "0", "sources": [], "summary": "Incluir atividades lúdicas no processo de educação infantil ainda é um tema pouco explorado. Na maioria das escolas, a forma “tradicional” de ensino ainda é muito utilizada e muitos pais não compreendem os benefícios de adotar um novo método nesse processo. Utilizar atividades lúdicas pode favorecer bastante o processo de ensino-aprendizagem. Além disso, esse método ainda pode contribuir para o desenvolvimento de múltiplas habilidades nas crianças, como concentração, memorização e imaginação. A convite da  Acer , marca reconhecida por seus notebooks e outros produtos de tecnologia, o TecMundo está aqui para falar sobre esse assunto e explorar como o lúdico e a tecnologia podem aprimorar o processo de ensino-aprendizagem. Ser lúdico é mais do que se apoiar em jogos e brincadeiras. (Fonte: Shutterstock) Antes de entendermos a importância do ensino lúdico, vamos compreender o que significa esse conceito. A palavra “lúdico” vem do latim  ludus  e possui basicamente dois significados: Quer serve para divertir ou dar prazer. Relativo a jogo ou divertimento. Embora a definição do que é lúdico pareça estar inicialmente relacionada apenas a jogos, a palavra ganhou um novo conceito que vai além desse tipo de atividade. Atualmente, podemos definir o lúdico como uma forma de expressar liberdade e espontaneidade por meio de ferramentas e métodos que proporcionam prazer e divertimento. Utilizar recursos lúdicos pode tornar a educação mais significativa e de maior qualidade. (Fonte: Shutterstock) O papel do ensino lúdico na educação infantil vai muito além de tornar as aulas mais divertidas, dinâmicas e participativas. Como hoje as crianças possuem acesso a muitos recursos tecnológicos – como smartphones e tablets –, é realmente difícil chamar a atenção delas. É aí que entra as atividades lúdicas na sala de aula. Por meio delas, o educador consegue prender a atenção da criança e deixá-la mais interessada no conteúdo. As brincadeiras propostas pelo ensino lúdico são capazes de estimular as capacidades dos alunos sem que ele perceba. No final das contas, a criança aprende brincando. Entretanto, os métodos lúdicos não precisam excluir totalmente as formas tradicionais de ensino. Uma combinação entre ambas pode ser capaz de oferecer um processo de ensino-aprendizagem mais significativo e de maior qualidade. Eletrônicos não precisam – e não devem – ser vilões na educação. (Fonte: Shutterstock) Como já foi dito, aparelhos como smartphones e tablets acabam concorrendo com o educador para chamar a atenção dos alunos. Nesse sentido, esses eletrônicos não cumprem um papel positivo na educação, podendo até atrapalhar. Porém, não precisa ser sempre assim. Quando o educador sabe usar corretamente a tecnologia, o processo de ensino-aprendizagem pode ser beneficiado. As crianças hoje têm muita facilidade em lidar com os eletrônicos e ensiná-las por meio desses dispositivos é um método muito eficiente. Com a ajuda de um computador, por exemplo, o educador pode mostrar vídeos, contar histórias e, de forma interativa, apresentar o conteúdo de várias disciplinas – e tudo isso através de um único aparelho. É nesse universo que a  Acer  é especialista, oferecendo máquinas especialmente destinadas a professores e educadores que querem usar a tecnologia da forma correta. No final das contas, não precisamos – e não devemos – enxergar a tecnologia como uma vilã no processo de ensino-aprendizagem. Eletrônicos, como o computador e o celular, podem ser grandes aliados na educação de crianças. Basta apenas aprendermos a utilizá-los corretamente.", "timestamp": "\n                        ", "title": "O ensino lúdico pode ser tecnológico; entenda como", "writer": "Eduardo Yukio Harada"}, {"url": "https://www.tecmundo.com.br/produto/177430-conceito-mostra-ipad-air-touch-id-usb-c-inspirado-ipad-pro.htm", "categories": ["Produto", "Tablet", "Apple", "iPad Air", "iPad Pro"], "comments_count": "0", "shares_count": "0", "sources": ["Svetapple", "9to5 Mac"], "summary": "Há  fortes rumores  de que a  Apple  está preparando um novo modelo de  iPad Air , este com visual inspirado nos mais recentes  iPad Pro . Acompanhando essas informações preliminares, o site  Svetapple  apresentou conceitos do próximo tablet da gigante. Até o momento, os rumores relacionados à quarta geração do iPad Air indicam que o tablet terá bordas mais finas, com dimensões próximas do modelo de 11’’ do iPad Pro e arestas evidentes no corpo metálico. O conceito apresentado segue essas indicações e apresenta um iPad Air muito semelhante ao iPad Pro de 2018. Nas imagens, podemos ver o iPad Air com o Smart Connector na parte de trás e uma única câmera traseira, acompanhada de uma protuberância. Nesse exemplo, o tablet não conta com flash LED, e dá espaço para antenas em uma faixa de plástico logo acima das câmeras. O conceito também inclui o retorno do Touch ID na próxima geração do iPad Air. O espaçoso botão power logo acima das câmeras poderia ser equipado com um sensor biométrico. Por fim, as renderizações equipam o aparelho com uma porta USB-C, como sugerem os manuais do iPad Air divulgados em rumores anteriores. Ainda não há informações concretas sobre a quarta geração do iPad Air. Ainda assim, podemos esperar um poderoso tablet, equipado com os processadores A13 ou até um possível A14 Bionic, 4 GB de RAM e armazenamento começando em 128 GB. Segundo o site responsável pelo conceito, podemos aguardar mais informações sobre o dispositivo no dia 8 de setembro.", "timestamp": "\n                        ", "title": "Conceito mostra iPad Air com Touch ID e USB-C, inspirado no iPad Pro", "writer": "Igor Almenara Carneiro"}, {"url": "https://www.tecmundo.com.br/produto/177414-honor-lanca-novos-smartwatches-25-dias-bateria.htm", "categories": ["Produto", "Honor", "Huawei", "SmartWatch", "Relógio", "IFA 2020"], "comments_count": "0", "shares_count": "0", "sources": ["GSM Arena", "Engadget"], "summary": "A fabricante chinesa Honor está presente na IFA 2020 e, além de revelar um  concorrente para o MacBook Pro , a companhia apresentou hoje (4) dois relógios inteligentes. Os novos vestíveis da marca são o Watch GS Pro e o Watch ES, que chegam para atender diferentes perfis de público. Enquanto o modelo ES é um vestível mais tradicional, o Watch GS Pro vem para atender um público exigente e \"radical\". O dispositivo é preparado para esportes desafiadores e promete até 25 dias de autonomia. O relógio Honor Watch GS Pro conta com tela AMOLED circular de 1,39 polegadas e resolução 454 x 454 pixels. Com corpo feito em aço inoxidável, o produto possui certificação de resistência militar contra água, queda e danos térmicos. O Honor Watch GS Pro entrega até 25 dias de bateria Fonte:   GSM Arena  O produto também conta com mais de 100 modos de exercícios e sensores que capturam batimentos cardíacos e nível de oxigênio no sangue. Além disso, o produto vem com certas funções de monitoramento que funcionam independente de conexão com celular e internet, o que pode ser útil na prática de atividades em florestas ou montanhas, por exemplo. O relógio conta com resistência militar e funções offline Fonte:   Phonandroid  O relógio ainda traz processador Kirin A1, feito pela Huawei, e promete não decepcionar na autonomia. Com uso em baixo consumo, o produto funciona por até 25 dias longe da tomada. A energia dura até 48 horas com o GPS em ação. Para quem não pega tão pesado nos esportes radicais, a empresa também revelou a Honor Watch ES. O dispositivo é bastante similar ao recém-apresentado  Huawei Watch Fit  e parece uma versão renomeada do produto. O smartwatch da Honor tem visual e funções similares ao Huawei Watch Fit Fonte:   Phonandroid  Equipado com tela retangular de 280 x 456 pixels, o relógio possui display colorido e conta com mais de 10 modos voltados para esportes. A autonomia de bateria fica na casa dos 10 dias com uso moderado. A Honor começará a vender os seus novos vestíveis na Europa a partir de 7 de setembro. O Watch GS Pro estará disponível nas cores preto, branco e azul por 250 euros, cerca de R$ 1.567 em conversão direta. Já o Watch ES estará disponível por 100 euros, aproximadamente R$ 626 em conversão direta.", "timestamp": "\n                        ", "title": "Honor lança novos smartwatches com até 25 dias de bateria", "writer": "Mateus Mognon"}, {"url": "https://www.tecmundo.com.br/minha-serie/177460-jack-reacher-alan-ritchson-protagonista-serie-da-amazon.htm", "categories": ["Minha Série", "Novas séries", "Streaming", "Amazon Prime Video", "Elenco"], "comments_count": "Comentários", "shares_count": null, "sources": ["Hollywood Reporter", "TV Line"], "summary": "Jack Reacher , o megassucesso que rendeu dois  filmes  protagonizados por Tom Cruise vai chegar ao streaming da  Amazon Prime Video , numa parceria com a Skydance TV e a Paramount. Para viver o implacável investigador militar na telinha, foi escolhido o ator Alan Ritchson, da série  Titãs , renovada pela DC e Warner Bros. para a 3ª temporada. Com 1,80 m de altura e 106 quilos de puro músculo, segundo a Amazon, Ritchson está mais próximo da descrição do personagem do livro de Lee Child,  O Último Tiro . Reacher é um militar veterano que leva uma vida errante, atuando aqui e ali como investigador freelancer e solucionador de problemas. Fonte: Fullscreen Films/Divulgação Fonte:   Fullscreen Films  O showrunner da nova série será o produtor e roteirista Nick Santora, de  The Fugitive , nova série de Kiefer Sutherland no Quibi. Atualmente, Santora está desenvolvendo uma série de espionagem de pai e filha para a Skydance TV, que tem  Arnold Schwarzenegger  no papel principal. Alan Ritchson é contratado do DC Universe, onde atua na série Titãs  no papel de Hank Hall, o Rapina. Também trabalhou nos dois filmes dos Tartarugas Ninja, onde fez o Rafael; em  Jogos Vorazes  de 2013; e como Aquaman na saudosa  Smallville .", "timestamp": null, "title": "Jack Reacher: Alan Ritchson será o protagonista da série da Amazon", "writer": null}, {"url": "https://www.tecmundo.com.br/cultura-geek/177452-matrix-4-keanu-reeves-diz-sentir-grato-voltar-franquia.htm", "categories": ["Cultura Geek", "Cinema", "Cinema e Seriados", "Filmes"], "comments_count": "1", "shares_count": "11", "sources": ["CinemaBlend"], "summary": "Desde quando foi anunciado,  Matrix 4  se tornou um dos  filmes  mais aguardados, por trazer uma importante franquia de volta aos cinemas. Apesar disso, a diretora e roteirista Lana Wachowski tem se esforçado para manter seu trabalho bem guardado, e ainda se sabe pouco sobre o roteiro ou detalhes da trama. Assim como Wachowski, o elenco do filme também está evitando falar sobre a produção, como aconteceu recentemente com Keanu Reeves, que retorna ao universo de  Matrix  como Neo. Durante uma entrevista para promover seu mais recente trabalho,  Bill & Ted: Encare a Música , o ator foi questionado sobre o que podemos esperar do novo filme de ficção científica. “A roteirista e diretora Lana Wachowski criou uma bela história e um lindo roteiro. E estou muito grato por estar aqui e por fazer parte dessa história”, comentou o ator, com cuidado para não falar mais do que deveria sobre a produção. Ele ainda brincou dizendo “Eu meio que respondi a sua pergunta, sem responder à sua pergunta”. Lana Wachowski dirigindo uma sequência de ação com Keanu Reeves e Carrie-Anne Moss em 'Matrix 4' Fonte:   IMDb/Reprodução  Além de Reeves,  Matrix 4  terá o retorno de Carrie-Anne Moss como Trinity. O elenco contará ainda com as presenças de Jada Pinkett Smith, Yahya Abdul-Mateen II, Neil Patrick Harris, Priyanka Chopra e Jessica Henwick. Lana Wachowski assina o roteiro ao lado de David Mitchell (That Mitchell and Webb Look) e Aleksandar Hemon (Sense8).  Matrix 4  teve as filmagens suspensas em março de 2020 por conta da pandemia do novo  coronavírus , porém, a produção foi retomada no fim de junho. O longa está previsto para chegar aos cinemas no dia 1º de abril de 2022.", "timestamp": "\n                        ", "title": "Matrix 4: Keanu Reeves diz se sentir grato por voltar à franquia", "writer": "Robinson Samulak Alves"}, {"url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/177423-estradas-asfalto-poluir-carros-diz-estudo.htm", "categories": ["Mobilidade Urbana/Smart Cities", "Meio ambiente", "Carro", "Veículos"], "comments_count": "0", "shares_count": "0", "sources": ["Unsplash: thumb", "Science Mag"], "summary": "Um estudo realizado por pesquisadores da Universidade de Yale, conduzido pelo engenheiro ambiental Drew Gentner, descobriu que o asfalto pode ser tão – ou até mais – poluente quanto os carros movidos a combustíveis fósseis. Esse foi o primeiro estudo desse tipo a considerar o asfalto um agente poluente do ar. Ao passo em que os  veículos  movidos a gasolina e diesel vieram evoluindo, eles passaram a emitir menos gases do efeito estufa. Por ouro lado, o asfalto é feito de petróleo bruto, ou substâncias semelhantes, e contém os tipos de compostos orgânicos semivoláteis que levam a alguns tipos de poluição do ar. No estudo, os pesquisadores aqueceram dois tipos de asfaltos frescos de estrada, além de telhas feitas de asfalto e asfaltos líquidos usados em telhados. O material liberou uma maior quantidade de compostos orgânicos semivoláteis quando foi aquecido a 140 ºC, que é a temperatura de pavimentação das estradas. As emissões foram caindo à medida que o material esfriava, mas ainda continuava liberando muitas partículas, e de forma contínua, a 60 ºC, temperatura típica para os asfaltos em Los Angeles durante o verão, durante o experimento de três dias. Essa característica indica que o asfalto pode ser uma fonte de poluição de longa duração, segundo os cientistas. Estudo comprova que asfalto pode ser um vilão para a qualidade do ar. Fonte:   Unsplash/Alex Woods/Reprodução  A equipe ainda descobriu que a luz do sol, mesmo em níveis moderados, pode fazer as emissões aumentarem 300%, mesmo que o material não seja aquecido. Com esses dados em mãos, os pesquisadores estimaram que novas estradas de asfalto, juntamente com telhados do sul da Califórnia, feitos com esse material, são responsáveis pela liberação de 1.000 a 2.500 toneladas de partículas poluentes no ar, anualmente. Enquanto isso, no mesmo período, os carros movidos a combustíveis fósseis liberam “apenas” de 900 a 1.400 toneladas de partículas poluentes. Embora o estudo não tenho sido tão abrangente, especialistas ambientais já o consideram importante para que a indústria tome medidas para minimizar o impacto negativo do asfalto em relação à qualidade do ar.", "timestamp": "\n                        ", "title": "Estradas de asfalto podem poluir mais que os carros, diz estudo", "writer": "Ramalho Lima"}, {"url": "https://www.tecmundo.com.br/minha-serie/177447-boruto-traz-volta-shinobis-eletrizantes-historia.htm", "categories": ["Minha Série", "Anime"], "comments_count": "Comentários", "shares_count": null, "sources": ["CBR"], "summary": "À medida que  o anime   Boruto:  Naruto  Next Generations  avança, alguns rostos de velhos conhecido vão retornando à trama. No  episódio mais recente , o 163 \"Os Perseguidores”, foi a vez de Omoi, um dos shinobis mais eletrizantes da história. Isso segue a tendência da volta de muitos personagens após o final da Quarta Grande Guerra Ninja. Omoi retorna para fazer frente a um membro da organização secreta Kara. No último episódio, membros da Kara estavam indo na mesma direção que o Time 7 de Boruto: as florestas do País do Silêncio em busca dos ninjas que roubaram as células de Hashirama. Fonte: Crunchyroll/Divulgação Fonte:   Crunchyroll  Quando vimos Omoi da Vila Oculta da Nuvem pela última vez, ele era o guarda-costas de Darui, então Quinto Raikage. Agora, Omoi e seu esquadrão também procuravam pelo paradeiro das células de Hashirama, quando reconheceram Boruto e o time da Vila Oculta da Folha. Eles tinham a firme convicção de que Boruto era o responsável pelo assassinato da Rainha Sakuya. Quando ficam sabendo que tudo não passou de uma armação para incriminá-lo, a ameaça de luta se transforma numa confraternização. Porém, quando os dois esquadrões começam a unir suas forças, são surpreendidos pela chegada sorrateira de Deepa, a versão “Coringa” da Kara. Naturalmente, Deepa os confronta pois sua organização deseja espalhar o DNA e criar criaturas semelhantes a  zumbis  por toda a Terra. Ordinary attacks won't work on Deepa! ??????  pic.twitter.com/w5eef9Wsgs Revelando-se pela primeira vez sem a sua capa, o odioso vilão confessa que já matou todos que descobriram a sua identidade. Nesse instante, Omoi diz a Boruto para prosseguir na busca dos ladrões das células, pois ele e seu esquadrão darão conta de lidar com Deepa. Infelizmente, isso não acontece, pois, quando Omoi libera o seu golpe de lâmina “Decapitação da Lua Crescente no Estilo Nuvem”, ele descobre que a pele de Deepa não pode ser penetrada. Se esse poderoso golpe, capaz de cortar quase tudo, não puder ser utilizado, nem liberar raios, Omoi fica meio que neutralizado. Mesmo ameaçado, Omoi continua sendo um dos shinobis mais adaptáveis a duras situações, tanto que até Naruto e Sasuke reconhecem que não gostariam de enfrentá-lo. Portanto, se há alguém capaz de derrotar o maluco da Kara, esse alguém é Omoi.", "timestamp": null, "title": "Boruto traz de volta um dos shinobis mais eletrizantes da história", "writer": null}, {"url": "https://www.tecmundo.com.br/minha-serie/177374-stormfront-conheca-nova-heroina-2-temporada-the-boys.htm", "categories": ["Minha Série", "Seriados", "Amazon Prime Video", "Streaming", "Elenco", "Curiosidades"], "comments_count": "Comentários", "shares_count": null, "sources": ["The Boys Fandom", "TV Guide", "Legião dos Heróis"], "summary": "A 2ª temporada de  The Boys  chegou no  Amazon Prime Video  e, com ela, tivemos a chegada também de uma nova integrante do grupo de Supes, Os Sete. Logo no primeiro episódio, fomos apresentados a nova heroína Stormfront, interpretada pela atriz Aya Cash, que entrou na vaga deixada pela morte do Translúcido na 1ª temporada da série. (Amazon Studios/Reprodução) Fonte:   TV Guide  Foram necessários poucos momentos da nova personagem em tela para percebermos que ela promete ameaçar a liderança de Homelander. Mas afinal, quem é Stormfront, a nova heroína da 2ª temporada de The Boys? A série  The Boys  é uma adaptação das  HQs  criadas por Garth Ennis e Darick Robertson. Nos quadrinhos, Stormfront foi apresentado — isso mesmo, apresentado — na 7ª edição. Ele é um homem, de origem desconhecida, mas que tem ligações com a Alemanha Nazista. Na série, como pudemos ver, a personagem é uma mulher e deverá ter conexão com grupos supremacistas raciais. A troca de gênero foi feita para que Homelander sentisse mais insegurança com a presença de uma mulher com personalidade forte ao seu lado. (Dynamite Entertainment/Reprodução) Fonte:   Movie Comics Who's Who  Os poderes da Stormfront estão ligados ao controle do clima e fenômenos naturais, como tempestades, raios e trovões. Ela também usa o controle dos ventos para poder voar. Devido aos seus poderes, ela pode ser comparada com Thor da Marvel e Shazam da DC. A personagem é altamente popular nas redes sociais na série e tentará usar isso a seu favor para tomar a liderança dos Sete. Como vimos desde a  divulgação da 2ª temporada , ela se apresenta para Homelander e para Queen Maeve enquanto faz uma live no Instagram para seus seguidores. E isso acaba deixando o líder dos Sete extremamente incomodado. What the fuck? The newest member of The Seven just posted this. Any clue what's going on, mates?  pic.twitter.com/SppWuhNgiZ E aí, o que você está achando da nova personagem? Será que ela conseguirá seu objetivo de tirar Homelander da liderança?", "timestamp": null, "title": "Quem é Stormfront? Conheça a nova heroína da 2ª temporada de The Boys", "writer": null}, {"url": "https://www.tecmundo.com.br/cultura-geek/177454-trailer-007-tempo-morrer-revela-possivel-spoiler.htm", "categories": ["Cultura Geek", "Filmes", "Cinema", "Cinema e Seriados"], "comments_count": "0", "shares_count": "0", "sources": ["Comic Book Movie"], "summary": "007: Sem Tempo Para Morrer teve o novo trailer  internacional divulgado nesta quinta-feira (3). Contudo, as versões dubladas em espanhol e italiano apresentaram muito mais do que cenas inéditas da próxima missão do agente britânico. Supostamente, as prévias entregaram um grande segredo da trama dirigida por Cary Joji Fukunaga.  Portanto, se você não quiser saber spoilers sobre o  filme , pare por aqui! Estrelado por Daniel Craig, 007: Sem Tempo Para Morrer está previsto para estrear em novembro. Fonte:   IMDb/Divulgação  No teaser original de  Sem Tempo Para Morrer , é possível ouvir James Bond (Daniel Craig) dizendo em inglês a frase  “Conheci seu novo agente 00” . No caso, texto deixa em aberto uma surpresa para o público. Entretanto, os dubladores espanhóis e italianos não foram tão cautelosos. Diferente do original, o protagonista diz:  “Conheci seu novo agente 007” . Em seguida, o vídeo corta imediatamente para uma cena com a agente Nomi (Lashana Lynch). Confira o teaser original abaixo: A possível revelação alimenta um antigo rumor sobre a trama de  Sem Tempo Para Morrer . Segundo os boatos, uma mulher teria assumido a posição de Bond após o super agente se aposentar do MI-6. Em diversas entrevistas, o assunto foi evitado pelo elenco e pelo diretor. No entanto, os trailers dublados parecem ter deixado escapar essa curiosa informação. Ou talvez, eles estejam brincando com o imaginário dos fãs. Vale destacar que isso não significa que a atriz Lashana Lynch assumirá o papel de protagonista da franquia nos próximos lançamentos. Eventualmente, esse seria apenas um elemento da narrativa do novo longa. 007: Sem Tempo Para Morrer  está previsto para estrear nos  cinemas  brasileiros no dia 19 de novembro de 2020. Qual é sua expectativa em relação ao filme após essa suposta revelação?", "timestamp": "\n                        ", "title": "Trailer de 007: Sem Tempo Para Morrer revela possível spoiler", "writer": "Lupa Charleaux"}, {"url": "https://www.tecmundo.com.br/seguranca/177419-descobrir-alguem-te-espionando-celular-pc.htm", "categories": ["Segurança", "Spyware", "Espionagem", "Android", "iOS", "MacOS", "Windows 10"], "comments_count": "13", "shares_count": "76", "sources": ["Wired"], "summary": "Não importa se você tem um chefe curioso ou um relacionamento com uma pessoa controladora, ninguém tem o direito de ficar monitorando o seu telefone ou computador. Mas o que pode acontecer se alguém instalar um aplicativo espião em um de seus dispositivos? Esses programas são desenvolvidos para ficarem o mais escondidos possível, mas você pode encontrá-los se souber como procurar. Este guia tem como foco os softwares que foram desenvolvidos para se camuflarem no sistema, mas lembre-se: existem centenas de programas para controle parental e ferramentas de rastreamento (como o Android Manager ou o Buscar da Apple) que podem ser utilizados por familiares ou pessoas que configuraram o aparelho. A diferença é que é óbvio o fato de esses aplicativos estarem em atividade, mas você deve ter ciência deles e de como eles funcionam. A boa notícia para usuários de iPhone é que o  iOS  simplesmente não permite que os aplicativos tenham o mínimo de controle do sistema operacional; com isso, apps espiões não conseguem ter acesso ao que você está fazendo no telefone. Mas existe uma exceção, e ela inclui fazer um jailbreak, destravando o sistema para que qualquer aplicativo possa ser instalado. Considerando o quão difícil é fazer isso hoje, vamos assumir que esse não é o seu caso, pois alguém precisaria ter bastante conhecimento e pegar seu aparelho por um bom tempo para realizar o desbloqueio.  A maneira mais fácil de checar isso é conferindo se os aplicativos Cydia e SBSettings aparecem na sua tela inicial. Se você descobrir que foi feito um jailbreak em seu iPhone,  restaurar as configurações de fábrica deve resolver , mas faça um backup das coisas importantes, pois a redefinição apagará todos os arquivos do telefone. O melhor caminho para fazer a restauração é pelo computador, e  a Apple tem um guia completo para você seguir . Instalar aplicativos para espionar dispositivos  Android  é, de certa forma, mais fácil. Isso porque, mesmo estando fora da loja oficial da  Google , os programas podem ser distribuídos por outros meios. Para instalar o app, a pessoa interessada em espionar precisa ter acesso físico ao telefone e conseguir desbloqueá-lo em algum momento. Então, se você mesmo configurou o aparelho e ele nunca ficou por mais de alguns segundos nas mãos de terceiros, deve estar livre de espiões. Caso seu telefone tenha sido comprometido,  provavelmente você notará que a bateria está acabando muito rápido ou aquecendo mesmo sem uso .  Outra pista de celular comprometido são  notificações inesperadas e reinicializações ou desligamentos demorando mais que o normal .  Obviamente essa não é uma ciência exata, já que os aplicativos espiões são desenvolvidos para não serem encontrados, mas qualquer tipo de comportamento anormal do telefone pode ser uma dica. Sempre confira a lista de aplicativos em busca de apps suspeitos. Fonte:   Wired  Aplicativos de monitoramento corriqueiramente ocultam seus ícones, mas podem aparecer na lista de apps com nomes genéricos e sem sentido para tentar não atrair atenção.  Acesse \" Configurações \", clique em \" Apps e Notificações \" e \" Ver todos os Apps \" para checar. Para uma segurança extra, você pode obter ajuda para identificá-los através de alguns aplicativos como  Incognito ,  Certo  e  Kaspersky Antivírus , que têm boas recomendações de usuários e devem avisar caso encontrem algo suspeito. A maioria dos princípios citados para Android e iOS tende a ser válida para  Windows  e  macOS . Alguém precisa ter acesso ao computador ou enganá-lo para que você mesmo instale algo sem saber — o que não é difícil para funcionários do departamento de TI na sua empresa. Como sempre, mantenha seu notebook ou desktop protegido por senha e preste atenção na segurança física, ficando de olho em quem tem acesso ao computador e quando. Tanto a Microsoft quanto a Apple estão cientes desse problema, por isso Windows e macOS poderão detectar e bloquear alguns aplicativos automaticamente. Caso precise de ajuda extra, alguns apps como  Norton ,  BitDefender  e  Malwarebytes  estão disponíveis para ambos os sistemas. Você também pode fazer a verificação de aplicativos e processos que iniciam automaticamente quando o computador é ligado. No Windows, essa lista é encontrada na aba  Inicializar  no Gerenciador de Tarefas (Ctrl+Shift+Esc). No macOS, abra o menu \" Preferências do Sistema \", selecione \" Grupos e Usuários \" e  \" Itens de Login \". Caso encontre algo suspeito, faça uma busca na web pelo nome do aplicativo ou processo. Monitoramento de atividades no macOS pode ajudar a identificar aplicativos suspeitos. Fonte:   Wired  Existem algumas permissões extras que esse tipo de aplicativo precisa no macOS. Em  \" Preferências do Sistema \", acesse \" Segurança e Privacidade \" e então  \" Privacidade \". Faça a verificação em  \" Monitoramento de Entrada \" e \" Acesso completo ao disco \", pois aplicativos espiões geralmente precisam dessas autorizações. No Windows não existe essa exata função, mas você pode visualizar as permissões dos aplicativos acessando o item \" Privacidade \" encontrado em  \" Permissões de Aplicativos \" no menu \" Configurações \". Para alguém que quer invadir a privacidade alheia, tende a ser mais fácil conseguir acesso a contas online do que aos dispositivos. Com a possibilidade de consultar tudo pela internet, de redes sociais a e-mails, a espionagem tende a ser mais efetiva. Com isso em mente, busque acessos não autorizados em suas contas. Isso obviamente começa com a proteção do nome de usuário e uma senha segura, então considere utilizar um  Gerenciador de Senhas  para manter códigos fortes, aleatórios e diferentes para cada conta. Se tiver disponibilidade, ative a  autenticação em dois fatores . Lista de dispositivos logados em conta do Facebook. Fonte:   Wired  Se houve algum acesso indesejado em sua conta, você deve ser capaz de identificá-lo. No Facebook, por exemplo, visite sua página de Configurações e clique em \" Segurança e Login \" para verificar todos os dispositivos logados em sua conta e desconectar os que você não reconhece. Alguns aplicativos como WhatsApp e Snapchat só permitem acesso em um único dispositivo, então você sabe que o login ativo é o que você está usando. Mas essa não é uma regra para todos os programas; no Instagram, por exemplo, se você acessar \" Configurações \" e clicar em \" Segurança   e   Atividade de Login \", poderá visualizar a lista de dispositivos conectados à conta. Para remover um deles, clique no ícone com três pontos e selecione \" Sair \". Também recomendamos verificar atividades nas contas, como arquivos enviados por e-mail e mensagens recebidas e enviadas no Twitter ou Facebook Messenger. É válido checar os rascunhos e a lixeira para buscar ações que você não realizou. Se alguém acessou seu e-mail, é possível que tenha configurado um filtro automático para encaminhamento de todas as mensagens recebidas.  A verificação desses itens pode ser um pouco diferente em cada aplicativo ou sistema, mas fique de olho na lista de dispositivos conectados em sua conta e nas atividades do aplicativo. Essas são as melhores maneiras de identificar invasores, mas outra forma de mantê-los fora de suas contas é atualizar as senhas com frequência.", "timestamp": "\n                        ", "title": "Como descobrir se alguém está te espionando no celular ou PC", "writer": "M. Toledo"}, {"url": "https://www.tecmundo.com.br/ciencia/177420-covid-19-atividades-dia-dia-oferecem-riscos.htm", "categories": ["Ciência", "Coronavírus", "Saúde"], "comments_count": "9", "shares_count": "18", "sources": ["Business Insider"], "summary": "A pandemia do novo  coronavírus  entra em seu 7º mês, com diversos países vivenciando uma segunda onda de infecções, enquanto outros lutam para abaixar o número de mortos e infectados da primeira onda. A quarentena e o isolamento social, ainda recomendados, estão sendo cada vez mais flexibilizados, por isso é importante compreender quais são as atividades do dia a dia que mais oferecem riscos às pessoas. A infectologista Susan Hassing, da Universidade Tulane, nos Estados Unidos, explica como algumas situações podem ser mais propensas a transmissões. Festas ou churrascos, são exemplos, pois geram aglomeração de pessoas e compartilhamento de copos de bebidas. O ideal é o uso de máscara nesses locais, mas infelizmente pode haver uma pressão social em não respeitar o distanciamento seguro. “Os bares são realmente projetados para atrair pessoas em grande número, então esse é um dos locais que mais me preocupa quanto à reabertura”, analisa Hassing. Cultos e missas também geram aglomeração e apreensão na opinião da especialista, principalmente pela população que os frequenta ser normalmente mais velha e por haver expressões religiosas em formas de cantos, que liberam mais gotículas no ar. Bares e restaurantes precisam manter distanciamento entre as mesas. Fonte:   Fotos Públicas  As atividades físicas também podem ser potenciais vetores, já que a respiração ofegante projeta muitas partículas virais no ar. Pelo menos as academias estão distanciando os aparelhos e solicitando o uso de máscaras durante os exercícios. “Acho que o verdadeiro desafio é para os treinadores”, alerta a infectologista. Restaurantes também possuem um risco alto de contágio, mesmo que eles coloquem as mesas mais espaçadas. O fato de precisar tirar a máscara para comer faz com que muitas pessoas estejam expostas aos mesmo tempo. Já o transporte público também tem gerado aglomeração, por mais que medidas sejam tomadas para evitar que isso aconteça. A especialista fala que encontros entre duas pessoas são mais seguros, mas ela recomenda que se saiba se o outro está respeitando as regras – algo que pode ser acompanhado por redes sociais, por exemplo. Profissionais que atuam muito próximos, como dentistas e cabeleireiros, também estão mais vulneráveis a infecções pela covid-19. Transporte público é um dos locais mais propensos à contaminação pelo novo coronavírus. Fonte:   Fotos Públicas  Atividades aquáticas, como em piscinas, oferecem risco pela aglomeração e pelo fato de as pessoas ficarem muito próximas – a água em si não transmite a doença. Em termos de hospedagens, os hotéis parecem estar mais preparados em deixar o quarto vazio por um dia entre um hóspede e outro. O mesmo deve ser conferido por turistas que optem por Airbnb, por exemplo, já que o ideal é não emendar locações entre grupos diferentes de pessoas. Fazer compras oferece risco baixo de contaminação, já que a interação entre vendedor e consumidor costuma ser relativamente mais rápida. O problema, segundo Hassing, está em horários de pico nos shoppings, que costuma atrair muitas pessoas, gerando aglomeração.  Com o “novo normal” sendo criado aos poucos, será preciso se adaptar às novas formas de interação social. Até que saia uma vacina segura, é importante manter as medidas de proteção recomendadas pelas autoridades de  saúde . “Existem algumas pessoas prontas e dispostas a aceitar as consequências de se envolver em certos tipos de atividades”, analisou a infectologista. Ainda assim, ela relembra a importância de pensar no coletivo, seja família, amigos ou desconhecidos.", "timestamp": "\n                        ", "title": "Covid-19: quais atividades do dia a dia oferecem mais riscos?", "writer": "Diego Denck"}, {"url": "https://www.tecmundo.com.br/cultura-geek/177456-mortal-kombat-ator-revela-inspiracao-marvel-jax-johnny-cage.htm", "categories": ["Cultura Geek", "Marvel", "Video Game e Jogos", "Jogos", "Quadrinhos"], "comments_count": "0", "shares_count": "0", "sources": ["MEL Magazine"], "summary": "A história de origem de Mortal Kombat, um dos jogos de luta mais influentes da história dos games, já é relativamente conhecida. Criada por Ed Book e John Tobias, a franquia rendeu diversos títulos ao longo de várias gerações de consoles e adaptações para todas as mídias possíveis, do cinema aos quadrinhos. Porém, com frequência surgem novos detalhes e anedotas sobre o processo de criação de certos elementos e personagens. Foi o que aconteceu durante uma entrevista de Daniel Pesina, o ator e artista marcial responsável pela captura de movimentos de vários dos lutadores do primeiro Mortal Kombat — sozinho, ele foi imortalizado como Johnny Cage e os ninjas Sub-Zero e Scorpion, levando em conta os personagens da tela inicial. Ao conversar com a MEL Magazine junto de Rich Divizio, que interpretou o mercenário Kano no game, ele contou um pouco mais dos bastidores do desenvolvimento e revelou duas inspirações para personagens consagrados da série: Jax e Johnny Cage. A ideia inicial de Mortal Kombat já é relativamente conhecida. Com uma equipe pequena, o programador Boon e o roteirista e desenhista Tobias começaram a bolar um universo que homenageava diversos filmes de ação e aventura da década de 1980 — inclusive o clássico \"O Grande Dragão Branco\" (Bloodsport, 1988). Como cereja do bolo, a ideia era contratar o astro Jean-Claude Van Damme para emprestar a aparência e ser o protagonista. \"O Grande Dragão Branco\" também fala de um torneio organizado por elementos suspeitos e envolvendo lutadores de estilos bem diferentes. Fonte:   Warner Bros.  Porém o licenciamento deu errado e a equipe acabou sem o ator. A partir de uma história só com personagens originais, nasceu Mortal Kombat, originalmente lançado para os fliperamas em 1992 e distribuído pela Midway. No lugar do belga, Pesina gravou os movimentos para um personagem que é um astro de cinema metido e que só pensa na fama: Johnny Cage. Por outros anos, fãs pensaram que Cage era o personagem pensado para ser interpretado por Van Damme ou até uma espécie de paródia do astro após a recusa. Porém, Pesina contou que ele foi modelado com base em um herói dos quadrinhos: Danny Rand, o Punho de Ferro das histórias da Marvel. Nos quadrinhos, Rand é um artista marcial com poderes místicos, uma tatuagem bastante característica e uma personalidade bastante prepotente — características transportadas integralmente para Cage, com a diferença de que a tatuagem é o seu próprio nome. O personagem foi adaptado  para uma série na Netflix , cancelada após duas temporadas e uma aparição em  Os Defensores . Punho de Ferro. Fonte:   Marvel Comics  Por fim, Pesina revelou que Jax Briggs, que estreou em Mortal Kombat 2, também foi diretamente tirado de um personagem dos quadrinhos: Luke Cage, o Power Man, bastante conhecido pela força física e o uso dos punhos em combate. Ambos formaram uma dupla de \"heróis de aluguel\" durante diversos arcos, resolvendo problemas com um foco mais urbano. Outro membro d'Os Defensores, Cage também teve uma série própria na Netflix,  cancelada após duas temporadas . Jax em Mortal Kombat 2. Fonte:   Warner Bros  \"A gente até brinca e diz que esse foi realmente o primeiro crossover, porque nós fomos inspirados pelos gibis da Marvel, mas o jogo tem como dona a DC\", brinca Pesina, que esteve no Brasil para a BGS 2018 e  foi entrevistado pelo Voxel . A editora e o estúdio responsável pelos games atualmente são parte do conglomerado da Warner Bros.", "timestamp": "\n                        ", "title": "Mortal Kombat: ator revela inspiração na Marvel para Jax e Johnny Cage", "writer": "Nilton Kleina"}, {"url": "https://www.tecmundo.com.br/minha-serie/177331-melhores-series-gangsteres-gangues-streaming.htm", "categories": ["Minha Série", "Listas", "Especiais", "Séries", "Seriados", "Netflix", "Amazon Prime Video", "Streaming"], "comments_count": "Comentários", "shares_count": null, "sources": [], "summary": "Quem não gosta de um bom filme ou uma boa série de  gângster ? Séries com gangues costumam impressionar não apenas pela brutalidade inerente à temática, mas também pelos laços e relações entre os personagens, que são complexos e interessantes em vários níveis. Depois de filmes inesquecíveis como  O Poderoso Chefão, Os Bons Companheiros e O Irlandês , uma geração de séries trouxe o crime para a nossa sala de estar com estilo e charme jamais vistos. Pensando nisso, fizemos uma  lista  com algumas sugestões de  séries  de gângsteres para você assistir e passar a curtir mais o gênero. Confira! Fonte: Netflix/Divulgação Fonte:   Netflix  Peaky Blinders  tem sua ação em 1919, logo após a Primeira Guerra Mundial, na cidade miserável e corrupta de Birmingham, na  Inglaterra . Os membros dessa gangue têm uma característica marcante: mesmo em um bairro pobre, eles se vestem de maneira impecável. Peaky  é o nome da \"perigosa\" boina e  blinder  é uma gíria para uma pessoa bem arrumada e elegante. Portanto, se você é daqueles que, não importa o local, está sempre chique, de cabelo bem cortado e exalando perfume, mande o seu currículo para Thomas Shelby. Fonte: Netflix/Divulgação Fonte:   Netflix  A história de  Sons of Anarchy  se divide em duas tramas paralelas e conta fatos da vida de motoqueiros da cidade de Charming, na Califórnia. A primeira é sobre Jax Teller & família, e a segunda é do pessoal da Sons of Anarchy Motorcycle Club, Redwood Original (SAMCRO). Se você curte sair de moto com uma galera irada, traga a sua Harley-Davidson. Mas antes altere o guidão para uma T-Bar, o escapamento para um 2 em 1 e tire pelo menos um retrovisor. Depois, é só procurar o Jax ou o Clay. Fonte: HBO/Divulgação Fonte:   HBO  Considerada a melhor série de TV de todos os tempos, e também a mais bem escrita,  Sopranos  acompanha a vida de Tony Soprano, um mafioso ítalo-americano de Nova Jersey que sofre um ataque de pânico e começa a se tratar com uma psicóloga. A gangue de  Sopranos  é do tipo máfia tradicional: pessoas muito ligadas à família, obedientes, religiosas e comprometidas com seus trabalhos. Se você é uma pessoa \"certinha\", que cumpre ordens sem discutir, pode se candidatar. Se tiver algum tipo de dúvida, marcamos uma consulta na Dra. Jennifer. Fonte: Netflix/Divulgação Fonte:   Netflix  A série  Narcos , que conhecemos bem pela presença de  Wagner Moura  representando Pablo Escobar, conta a história da propagação da cocaína nos Estados e na Europa pela ação do Cartel de Medellín. No entanto, dois agentes da DEA tentam deter Escobar e eliminá-lo. Sem dúvida, uma das gangues mais perigosas das séries! Fonte: AMD/Divulgação Fonte:   AMD  A série  Gangues de Londres  se passa nos dias atuais na cidade que é considerada uma das mais dinâmicas e multiculturais do mundo. Duas gangues rivais estão na luta pelo poder: a chefiada por Sean Wallace, herdeiro do histórico Finn, e a máfia albanesa de Luan Dushaj. A série é repleta de retratos de pessoas agressivas (na verdade, muito agressivas), que não se importam em pisar nos concorrentes para subir na vida.", "timestamp": null, "title": "Gangues nas séries: 5 das melhores séries de gângsteres para assistir", "writer": null}, {"url": "https://www.tecmundo.com.br/cultura-geek/177457-jet-li-salvou-vida-liu-yifei-mulan-gravacao-filme.htm", "categories": ["Cultura Geek", "Cinema", "Disney+", "Filmes"], "comments_count": "0", "shares_count": "0", "sources": ["Entertainment Tonight"], "summary": "O live-action  Mulan  chegou à plataforma  Disney+  nesta sexta-feira (4), depois de várias tentativas de lançá-lo nos  cinemas . O mundo está familiarizado com a história, mas os rostos que estrelam a produção são desconhecidos da maioria. A personagem-título é vivida pela atriz Liu Yifei, que tem uma extensa carreira na China – ela inclusive foi salva por Jet Li, seu companheiro de  Mulan , em um filme anterior. Ambos contracenaram em  O Reino Proibido , de 2008, que quase acabou em tragédia. Em uma entrevista recente, Liu contou como Jet Li interveio durante a gravação de uma cena e a salvou de uma potencial morte. “Lembro que tínhamos que andar a cavalo em linha reta e a toda velocidade, enquanto um caminhão estava na nossa frente para captar as imagens. Foi muito rápido! Só que eu não consegui parar o meu cavalo”, conta a atriz. O Reino Proibido (2008) Fonte:   Relativity Media  Para piorar, a cena era gravada em uma estrada montanhosa, com risco de acidentes graves. Segundo Liu, mesmo Li também cavalgando rapidamente em seu animal, ele conseguiu parar o cavalo da companheira de set, impedindo que ela levasse algum tombo ou, pior, rolasse pela montanha.  O Reino Proibido  fez bastante sucesso, mesmo no Ocidente, por ser o primeiro filme a colocar Jet Li e Jackie Chan cara a cara. Em  Mulan , Jet Li interpreta o imperador da China, enquanto Liu Wifei assume o papel da guerreira. Vale ressaltar que o papel conta com várias cenas com cavalos, mas, felizmente, nenhum problema aconteceu desta vez. Liu fez inúmeras horas de treinamento com cavalos – e Li estava por perto, em todo caso...", "timestamp": "\n                        ", "title": "Jet Li salvou a vida de Liu Yifei, a Mulan, em gravação de filme", "writer": "Diego Denck"}, {"url": "https://www.tecmundo.com.br/minha-serie/177357-the-boys-2-temporada-10-diferencas-serie-quadrinhos.htm", "categories": ["Minha Série", "Listas", "Especiais", "Seriados", "Séries", "Curiosidades", "Amazon Prime Video", "Streaming"], "comments_count": "Comentários", "shares_count": null, "sources": ["Screen Rant", "IGN"], "summary": "Com o lançamento dos primeiros episódios da 2ª temporada de  The Boys  no  Amazon Prime Video , muitos fãs já foram atrás dos quadrinhos para saber o que pode acontecer no novo ano da série de super-heróis. A produção foi inspirada em  HQs  e se tornou uma das séries de heróis mais assistidas do  streaming . Porém, nos quadrinhos, nem tudo acontece da mesma forma. (Fonte: Screen Rant/Amazon/Divulgação) Fonte:   Amazon  Veja quais são as diferenças entre a série e as HQs de  The Boys . Alguns personagens, como Ezequiel, Mesmer e Translúcido, não existem nos quadrinhos. Isso mesmo, apesar de serem muito importantes na série, eles são exclusivos para as telas e não estão presentes na história original. A história do voo 37 é diferente na série  The Boys . Nos quadrinhos, Os Sete conseguem interceptar um dos aviões que atingiriam as Torres Gêmeas no ataque de 11 de setembro. Os terroristas são assassinados, mas ainda assim outro avião cai na Ponte do Brooklyn. (Fonte: Screen Rant/Amazon/Divulgação) Fonte:   Amazon  Nas HQs de  The Boys , todos os super-heróis usam o Composto V. Na série, nem todos utilizam a droga, e humanos também a exploram. Outra diferença é que, nos quadrinhos, eles respondem para James Stillwell, um verdadeiro sociopata. Na série, a personagem é feminina e age mais como uma treinadora, e não ditadora. Embora seja um personagem detestável tanto nas HQs como na série, O Profundo é ligeiramente mais maduro nos quadrinhos. Da mesma forma, o antagonista do Super-Homem em  The Boys  tem sua personalidade alterada nas adaptações; na TV, ele é mais astuto e manipulador. Além disso, seu relacionamento com Stillwell não acontece nos quadrinhos. (Fonte: Screen Rant/Amazon/Divulgação) Fonte:   Amazon  Nos quadrinhos, a trajetória da Fêmea começa quando ela ingere um pouco do Composto V por acidente ainda bebê. Isso é muito diferente na série, em que ela recebe a substância de propósito para ser treinada por guerrilheiros. Logo no começo das HQs de  The Boys , o grupo recebe a Luz-Estrela, que se adapta à sua nova realidade e aprende a lidar com todos eles. Na série, ela amadurece rapidamente e continua sendo uma personagem idealista. Não há como negar que Campbell é um dos personagens centrais tanto na 1ª como na 2ª temporada de  The Boys . Embora ele seja muito corajoso na série, nos quadrinhos é conhecido por ser um verdadeiro covarde. (Fonte: Screen Rant/Amazon/Divulgação) Fonte:   Amazon  Não podemos deixar de citar a esposa de Billy Butcher, afinal seu destino é muito diferente na adaptação. Nos quadrinhos, ela morre logo depois de parir o filho do Capitão Pátria, mas na série continua viva, e sua existência é escondida pela Vought. A segunda temporada de  The Boys  já está disponível no  Amazon Prime Video .", "timestamp": null, "title": "The Boys 2ª temporada: 10 diferenças entre a série e os quadrinhos", "writer": null}, {"url": "https://www.tecmundo.com.br/internet/177330-metade-atomos-terra-dados-digitais-2245.htm", "categories": ["Internet", "Computação em nuvem", "Física"], "comments_count": "2", "shares_count": "9", "sources": ["Space", "AIP"], "summary": "Ainda que pareça algo imaterial, a informação virtual ocupa seu espaço. De acordo com a  IBM  e com outras empresas de pesquisas tecnológicas, cerca de 90% da quantidade de dados no mundo foi produzida na última década. Por isso, de bit em bit, pode ser que, em 2245, os átomos desse tipo de material ultrapassem o montante existente de todos os outros no planeta, respondendo por metade de sua massa. Quem chegou a essa conclusão foi o físico Melvin Vopson, da Universidade de Portsmouth, na Inglaterra. Sua análise partiu do princípio de que existem, hoje, aproximadamente 10^21 de  bits de informações computacionais , enquanto nosso lar possui 10^50 de átomos. \"É tudo o que produzimos coletivamente. Qualquer conteúdo digital gerado e armazenado por qualquer pessoa\", explicou o cientista à  Live  Science . Depois, Vopson projetou um aumento de 20% anuais, mostrando que a balança de átomos viraria em 350 anos. Entretanto, caso a taxa atinja 50% de crescimento também anuais, bastariam 225 anos para o fato acontecer. Antes desse cenário, a humanidade já teria de usar o equivalente a seu consumo energético atual somente para manter tantos zeros e uns. \"A questão é: onde armazenaríamos tanta informação? Como a sustentaríamos?\", refletiu o físico. \"Chamo a situação de uma crise invisível, já que, hoje em dia, trata-se realmente disso\", ele disse. Átomos de informações digitais superariam os outros em dois séculos. Fonte:   Unsplash  Tais apontamentos consideram as formas de produção e armazenamento de dados atualmente disponíveis, sendo que  novas surgem constantemente . A título de comparação, em 1798, Thomas Robert Malthus previu um cenário em que a população  cresceria em ritmo acelerado , superando a oferta de alimentos, algo que não ocorreu devido à tecnologia. Mesmo Vopson sugere o desenvolvimento de meios não materiais, como hologramas, para dar conta da tarefa. O físico não esclarece quais seriam as consequências dessa crise, mas comenta que, mesmo que toda a massa anual de dados produzida atualmente equivalha ao peso de um único exemplar da bactéria  E. Coli , existe uma relação entre o apagamento de bits e geração de calor – o que, no futuro, representaria uma \"catástrofe da informação\".  Por outro lado, Luis Herrera, da Universidade de Salamanca, na Espanha, não parece estar alarmado: \"Acho que enfrentamos problemas maiores do que esse.\"", "timestamp": "\n                        ", "title": "Metade dos átomos da Terra podem ser de dados digitais em 2245", "writer": "Reinaldo  Zaruvni"}, {"url": "https://www.tecmundo.com.br/ciencia/177329-buraco-negro-cabelos-stephen-hawking-detectados.htm", "categories": ["Ciência", "Astronomia", "Física"], "comments_count": "0", "shares_count": "84", "sources": ["Space", "arXiv", "Live Science", "Harvard University"], "summary": "Apenas três aspectos definem um buraco negro: massa, carga elétrica e rotação. Essa simplicidade porém, envolve um paradoxo (que não encontra resposta na Física) e cabelos – nenhum ou alguns, macios, segundo o físico Stephen Hawking – cuja presença pode ser detectada via ondas gravitacionais. Para entender como cabelos fazem parte da Astrofísica, é preciso saber como eles surgiram nessa história.  Buracos negros são devoradores – independentemente do que um engula, vai reduzir uma imensidão de varáveis, elementos químicos, grandezas etc. a somente três: massa, carga e rotação. Segundo Hawking, o destino dos buracos negros é também emitir radiação térmica (a radiação Hawking), perdendo massa. Se o buraco negro não repõe o que perde, evapora e desaparece, deixando um vazio no espaço. Aí entra o chamado paradoxo da informação. Se misturarmos hidrogênio e oxigênio e depois descobrirmos que isso resultou em água, concluímos que a água é composta de hidrogênio e oxigênio. Por isso dizemos que o Universo é determinístico: os resultados que você alcança são aqueles que você previu quando começou seu experimento.  Infelizmente, buracos negros não dão a mínima para o determinismo e se recusam a revelar pistas do que engoliram. Pior: ainda evaporam no espaço. Seu resultado final (o espaço vazio) independente do seu estado inicial (uma barriga cheia de estrelas, planetas, alienígenas etc.). Esse paradoxo atinge o cerne do determinismo porque, se o futuro está dissociado do passado (o que o buraco engoliu), então não há como prever nada com o conhecimento do presente. Aí entra na história o físico John Wheeler. É dele tanto a expressão \"buraco negro\" como a frase “Buracos negros não têm cabelos” (o teorema da calvície): externamente, só podemos ter as três informações que um buraco negro nos dá (massa, carga, rotação); tudo o mais está dentro dele, inacessível a observadores externos. Buracos negros são carecas porque são virtualmente iguais: nada pode distingui-los, a não ser os três parâmetros. Meses depois da morte de Stephen Hawking, veio a público seu último trabalho, em parceria com os astrofísicos Malcolm Perry, Sasha Haco e Andy Strominger, mostrando que buracos negros têm cabelos, afinal: macios, pequenos – mas eles estão lá. Um maneira hipotética de captá-los seria posicionar relógios nas proximidades de um buraco negro e registrar a perturbação do espaço-tempo ao seu redor.  Mesmo que ele evapore e deixe no lugar um vazio, na verdade há informações valiosas codificadas na própria estrutura do espaço e do tempo, e isso permitiria que soubéssemos tudo o que o buraco negro engoliu (o efeito de memória gravitacional). É tênue, mas pode ser medido pelas ondas gravitacionais geradas pela fusão de dois buracos negros. Elas chegam enfraquecidas à Terra, mas são detectadas pelo Laser Interferometer Gravitational-Wave Observatory (LIGO). É isso o que sugerem os astrofísicos Lawrence Crowell, do Instituto Alpha de Estudos Avançados, e Christian Corda, da Universidade de Istambul. Segundo eles, a fusão de buracos negros faria com que as informações ocultas (os \"cabelos\") se entrelaçassem com a radiação gravitacional, alterando as ondas gravitacionais geradas. O LIGO ainda não tem sensibilidade para captar essas mudanças nas ondas gravitacionais – teremos que esperar para saber se Stephen Hawkings e seus colegas tinham ou não razão. O contrário também acontece, ou a ciência (nem nada na vida) funcionaria", "timestamp": "\n                        ", "title": "Buraco negro: 'cabelos' de Stephen Hawking podem ser detectados", "writer": "Julia Marinho"}, {"url": "https://www.tecmundo.com.br/internet/177408-conheca-10-apps-assistir-jogos-vivo.htm", "categories": ["Internet", "Dispositivos dobráveis", "Futebol", "Apps"], "comments_count": "7", "shares_count": "27", "sources": ["Tecnoblog", "AiScore"], "summary": "Todos sabem que a grande paixão dos brasileiros é o futebol. Quem tem um time do coração quer saber tudo o que está se passando com ele e, mais importante, assistir a todos os seus jogos. O  streaming  de jogos é uma realidade que vai permitir que você fique conectado  diretamente ao seu time, não importa o lugar e a hora do jogo.  Listamos abaixo alguns dos melhores apps para assistir jogos ao vivo, de emissoras de TV e também de empresas especializadas na transmissão de eventos. Confiram. Fonte: SporTV Play/Divulgação Fonte:   SporTV Play  Para acessar o conteúdo do SPorTV Play, basta apenas ser assinante de um plano de TV por assinatura que inclua o  Globosat  Play. Baixe os apps para  Android  e  iOS .  Fonte: Premiere/Divulgação Fonte:   Premiere  O Premiere é um canal de pay-per-view oferecido pela Globo, que permite assistir aos jogos online na TV, celular ou tablet. A adesão custa R$ 79,90 por mês. Os aplicativos estão disponíveis para  Android  e  iOS . Fonte: ESPN/Divulgação Fonte:   ESPN  A  ESPN  tem um app para streaming de jogos, cuja assinatura tem que estar incluída num pacote de TV a cabo, ou através do Uol Esporte Clube (descrito abaixo). Baixe os aplicativos para  Android  e  iOS . Fonte: Esporte Interativo Plus/Divulgação Fonte:   Esporte Interativo Plus  A grande atração do EI Plus são os jogos da Champions League da Europa.  A mensalidade é R$ 19,90 e os aplicativos estão disponíveis para  Android  e  iOS . Os jogos podem também ser assistidos sob demanda. Fonte: Dazn/Divulgação Fonte:   Dazn  Em 2020, o Dazn reduziu quase pela metade o preço de sua assinatura mensal no Brasil: de   R$ 37,90 para R$ 19,90, com 30 dias gratuitos. Baixe os apps para  Android  e  iOS . Fonte: Uol Esporte Clube/Divulgação Fonte:   Uol Esporte Clube  O  Uol  Esporte Clube oferece três tipos de conteúdos: o EI Plus por R$ 19,90/mês, o ESPN Ilimitado por R$ 21,90/mês e um pacote com estes dois canais mais o Fox Sports por R$ 49,90 mensais. Não há aplicativo específico para o Uol Esporte. O acesso fica restrito aos apps de cada canal. Fonte: TNT Go/Divulgação Fonte:   TNT Go  O TNT Go é um aplicativo que pode ser acessado pelos usuários que tenham um canal de TV por assinatura que inclua o TNT. O aplicativo oferece os mesmos conteúdos do EI Plus e do Space, e suas versões estão disponíveis para  Android  e  iOS . Fonte: Fox Sports/Divulgação Fonte:   Fox Sports  A partir de 17 de outubro, o acesso aos canais Fox Sports via app estará disponível apenas para quem possuir login por meio do plano de TV por assinatura. Os apps para assistir jogos ao vivo estão disponíveis para  Android  e  iOS . Fonte: AiScore/Divulgação Fonte:   AiScore  O AiScore é mais usado por apostadores mas também transmite partidas. É gratuito e está disponível para  Android  e  iOS . Fonte: ge.globo/Divulgação Fonte:   ge.globo  Quem assina um plano de TV por assinatura que tenha o Globosat Play também tem direito de acessar o \"queridinho\" de todos: o Globoesporte.com que agora se chama \"ge.globo\" e está disponível para  Android  e  iOS .", "timestamp": "\n                        ", "title": "Conheça 10 apps para assistir jogos de futebol ao vivo", "writer": "Jorge Marin"}, {"url": "https://www.tecmundo.com.br/mercado/177348-google-apple-microsoft-dia-desaparecer.htm", "categories": ["Mercado", "Apple", "Google", "Microsoft", "Amazon", "Facebook", "Opinião"], "comments_count": "0", "shares_count": "0", "sources": [], "summary": "Chamamos de  \"Big Techs\"  as maiores empresas de tecnologia da informação que dominam o ciberespaço desde os anos 2010; dentre elas se destacam a  Amazon ,  Microsoft ,  Apple ,  Facebook  e  Google . Elas estão nas manchetes mais recentes, quer por seus extraordinários lucros, alavancados pela pandemia, quer pelas preocupações que vem despertando em razão do imenso poder econômico, social e político que acumularam. Os dados são o novo petróleo Esse poder deriva da capacidade que essas empresas têm de capturar, processar e utilizar dados que transitam pela internet, a ponto de Clive Humby, um matemático inglês, ter cunhado uma frase que se tornou célebre: \"os dados são o novo petróleo\". Ao se ligar dados e petróleo, é oportuno lembrar que há até não muito tempo, as grandes empresas petroleiras tinham um papel similar ao que as  Big Techs  têm hoje, a ponto de uma delas, a Exxon, que usou no Brasil a marca Esso, ter sido, há cerca de dez anos, a empresa mais valiosa do mundo. Hoje, apesar de continuar operando, a Exxon vale menos que a fortuna pessoal de  Jeff Bezos , o fundador da Amazon. Além disso, suas ações deixaram recentemente de fazer parte do índice Dow Jones Industrial Average, que reflete as cotações da Bolsa de Nova York, após nele permanecerem por mais de cem anos; foram substituídas pelas ações da Salesforce, uma empresa de tecnologia. A maioria das pessoas não acredita que as  Big Techs  venham a perder importância, assim como a maioria das pessoas não acreditava que as grandes petroleiras deixassem de ser tão relevantes. Alguns creditam o declínio das petroleiras à sua lentidão no sentido de reagir às mudanças de cenário, especialmente ao crescimento das novas fontes de combustíveis fósseis e de energias alternativas e à imagem negativa que a opinião pública formou ao seu respeito, especialmente por questões de agressões ao meio ambiente e apoio a ditaduras em países produtores de petróleo. Executivos e investidores das empresas de tecnologia devem estar preocupados com a morte ou perda de relevância de suas empresas, especialmente pelo fato de a evolução da tecnologia, aliada às decisões equivocadas, poderem conduzir essas empresas a situações como as vividas pelas petroleiras. Tais preocupações devem ser exacerbadas pelas pressões que essas empresas sofrem nos Estados Unidos em função de seu imenso poder, que muitos consideram exagerado. Contudo, essa pressão pode sim acabar fazendo desaparecer algumas dessas  Big Techs . Cabe lembrar que, em 1984, a AT&T, a maior empresa de telecomunicações daquele país, precisou ser dividida em diversas empresas menores, como forma de diminuir seu poder. O mesmo aconteceu em 1911 com a Standard Oil, que entre outras, acabou gerando a Exxon. Parece que Andy Grove, que dirigiu a  Intel , tinha razão quando deu ao seu célebre livro o título \"Só os paranoicos sobrevivem\". *** Vivaldo José Breternitz, autor deste artigo, é doutor em Ciências pela Universidade de São Paulo, é professor da Faculdade de Computação e Informática da Universidade Presbiteriana Mackenzie.", "timestamp": "\n                        ", "title": "Será que Google, Apple e Microsoft podem algum dia desaparecer?", "writer": null}, {"url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/177322-lucid-air-bate-tesla-tem-carro-eletrico-rapido-planeta.htm", "categories": ["Mobilidade Urbana/Smart Cities", "Elétricos", "Carro"], "comments_count": "0", "shares_count": "0", "sources": ["Lucid Motors", "Business Insider", "Engadget"], "summary": "Em menos de uma década, a  Lucid Motors  passou de uma fábrica para produção de baterias elétricas para a fabricante do veículo elétrico mais veloz do planeta, percorrendo 400 metros em 9,9 segundos. Isso o torna mais rápido que o  Tesla  Model S Performance (400 metros em 10,4 segundos) e tão veloz quanto os carros com motores a combustão Ferrari LaFerrari, McLaren P1, Porsche 918 Spyder, Bugatti Veyron 16.4 Super Sport e McLaren 720S – todos custando mais que US$ 1 milhão. O novo sedã elétrico Lucid Air se equiparou a alguns dos mais caros carros de combustão interna do mercado. Fonte:   FastestLaps/Reprodução  As chamadas “corridas de arrasto” ou \"arrastadão\", em que se mede o tempo para percorrer os tais 400 metros (um quarto de milha) são como provas de cem metros rasos do atletismo: o objetivo é conseguir tempos abaixo de dez segundos. Em sua especificação mais “envenenada”, o Lucid Air corre com um motor duplo com 1.080 cavalos de potência e tração nas quatro rodas. Segundo a empresa, o elétrico leva menos de 2,5 segundos para atingir 100 km/h, contando para isso com duas unidades de acionamento elétrico, uma dianteira e outra traseira, cada uma com 650 cv de potência. Confira o vídeo registrando o recorde: Mês passado, a Lucid anunciou que seu conjunto de baterias de 113 kWh pode garantir uma autonomia de 832 km – 630 km é a maior distância que o  Tesla Model S  P100D consegue alcançar com uma carga. A empresa, fundada em 2007, está investindo pesado em carros elétricos de luxo. Para isso, conta com o dinheiro de seu sócio majoritário (67%), o Fundo de Investimentos Públicos da Arábia Saudita, que tem ativos totais estimados em US$ 382 bilhões. Em sua carteira estão aproximadamente 200 investimentos – inclusive a Lucid Motors. O lançamento oficial do Lucid Air acontece, com streaming ao vivo, no próximo dia 9, às 20h (horário de Brasília).", "timestamp": "\n                        ", "title": "Lucid Air bate Tesla e tem carro elétrico mais rápido do planeta", "writer": "Julia Marinho"}, {"url": "https://www.tecmundo.com.br/software/177416-tudo-ha-novo-ios-14-beta-7.htm", "categories": ["Software", "iOS 14", "Apple"], "comments_count": "0", "shares_count": "0", "sources": ["MacRumors"], "summary": "A lançou nesta quinta-feira (3) a sétima versão beta do iOS 14  e  iPadOS 14  para desenvolvedores. Os últimos dias foram agitados para os softwares da empresa: no final de agosto, ela lançou o sexto beta do iOS 14, e nesta semana lançou a versão pública do iOS 13.7, que traz um recurso para monitorar infecções de covid-19. A nova versão beta do sistema móvel, destinada para testes, traz mudanças menos visuais em comparação com as primeiras versões. Entre elas, a  Apple  fez uma pequena alteração no papel de parede com faixas de arco-íris. Foi adicionada uma configuração com base no Modo Escuro do celular. Assim, ao escolher a imagem de fundo de arco-íris, o iPhone pode alterar a cor de acordo com o modo que estiver ativo; se estiver no claro, a cor escolhida voltará a ser exibida. Até o iOS 13, há entre as imagens estáticas de fundo uma opção com arco-íris e fundo escuro. Nova configuração de Modo Escuro em imagens de fundo. Fonte:   MacRumores/Reprodução  Outra pequena mudança identificada é sobre as categorias automáticas na biblioteca de aplicativos. Estas são todas as opções disponíveis, até então: Social, Utilitários, Produtividade e Finanças, Informação e Leitura, Criatividade, Outros, Saúde e Exercícios, Compras e Comida, Entretenimento, Viagens, Jogos, Arcade e Educação. Entre as melhorias de estabilidade, o beta 7 do iOS parece ter corrigido um erro de texto ao conectar os AirPods ou AirPods Pro encontrado na versão anterior. O iOS 14 foi apresentado durante a conferência WWDC no mês de junho. Se a Apple mantiver o cronograma de lançamentos, a nova versão do sistema poderá ser lançada para o público geral em 14 de setembro – o iOS 13, por sua vez, foi lançado em 13 de setembro do último ano.", "timestamp": "\n                        ", "title": "Tudo o que há de novo no iOS 14 beta 7", "writer": "Wellington Arruda"}, {"url": "https://www.tecmundo.com.br/software/177433-microsoft-encerra-suporte-flash-player-edge-windows-10.htm", "categories": ["Software", "Flash", "Adobe", "Microsoft", "Microsoft Edge", "Windows 10"], "comments_count": "0", "shares_count": "0", "sources": ["Microsoft", "MS PowerUser"], "summary": "A  Microsoft  anunciou que encerrará o suporte para o Adobe Flash Player nos navegadores da companhia. Em dezembro de 2020, o antigo  Microsoft Edge , o novo Edge e o  Internet Explorer 11  não terão mais suporte para o reprodutor de multimídia. Assim que encerrado, usuários dos navegadores da Microsoft não receberão mais atualizações de segurança para o Adobe Flash Player — que já se encontra no fim da sua vida desde o  anúncio de encerramento da Adobe em 2017 . Consequentemente, utilizar a ferramenta pode deixar o computador vulnerável a ataques. Em janeiro de 2021, a Microsoft irá desabilitar o Adobe Flash Player por padrão em todas as versões do Windows 10. Além disso, recursos da Microsoft relacionados ao reprodutor de mídia não estarão mais disponíveis para download a partir dos servidores da companhia. O cronograma da companhia também incluirá uma atualização com a adição do “Remoção do Adobe Flash Player”, e eventualmente será distribuído para todas as máquinas com Windows 10. No primeiro momento da distribuição, o patch será disponibilizado como opcional, mas será listado como “recomendado” em meados de 2021. Para companhias e organizações que precisam do suporte para o Flash Player, a Adobe disponibilizou um artigo (somente em inglês) sobre  como proceder com o fim do suporte ao serviço . Como de costume, a Microsoft recomenda que os usuários domésticos do Windows 10 acompanhem as atualizações de segurança e mantenham seus dados protegidos. Sendo assim, o uso do Flash Player não é mais recomendado.", "timestamp": "\n                        ", "title": "Microsoft encerra suporte ao Flash Player no Edge e Windows 10", "writer": "Igor Almenara Carneiro"}, {"url": "https://www.tecmundo.com.br/dispositivos-moveis/177474-samsung-patente-celular-tela-transparente.htm", "categories": ["Dispositivos Móveis", "Samsung", "Celular", "Smartphone", "Patente"], "comments_count": "0", "shares_count": "0", "sources": ["LetsGoDigital", "Gizmochina"], "summary": "Um  celular  com tela transparente pode estar entre os lançamentos futuros da linha  Galaxy  da  Samsung . A tecnologia aparece em uma nova patente da marca, divulgada pelo site  LetsGoDigital  nesta segunda-feira (7). Conforme a publicação, a  patente  foi registrada pela fabricante sul-coreana no Escritório de Patentes e Marcas dos Estados Unidos (USPTO) e no Escritório Mundial de Propriedade Intelectual (WIPO), no dia 27 de agosto, trazendo alguns detalhes a respeito do display translúcido. O desenho do dispositivo presente no documento aparentemente utiliza uma tela OLED, conhecida pelo alto brilho, menor consumo de energia e tempo de resposta mais rápido. Equipado com um painel de exibição luminoso transparente, ele possibilitaria a exibição dos conteúdos no display, ao mesmo tempo em que permitiria ao usuário ver através do telefone, como mostra a renderização abaixo. Renderização produzida com base nas informações da patente disponibilizadas pela Samsung. Fonte:   LetsGoDigital/Reprodução  Pela descrição da patente, a  tecnologia  seria compatível com as telas planas tradicionais e com a  tela flexível . Também é mencionada a possibilidade de utilização da inovação em outros dispositivos, incluindo  televisores ,  câmeras ,  notebooks , monitores e consoles de  videogame . A implantação dessa inovação na tela dos  smartphones  deve resultar em algumas dificuldades, tanto para fabricantes quanto para usuários. Uma delas seria em relação à localização da bateria, processador, câmera e demais componentes, que não poderiam ficar atrás do display, como nos modelos atuais. Outro problema estaria na capacidade de distinção do olho humano entre o primeiro plano e o fundo, afetando a experiência de uso. Por outro lado, há a possibilidade do funcionamento como uma tela de dupla face, permitindo usar um app diferente em cada monitor, além de otimizar as funções de  realidade aumentada  e o registro de fotos. É importante ressaltar que a simples publicação da patente não significa que a Samsung vai lançar um celular com tela transparente. O registro demonstra apenas um possível interesse da gigante asiática neste tipo de tecnologia.", "timestamp": "\n                        ", "title": "Samsung registra patente de celular com tela transparente", "writer": "André Luiz Dias Gonçalves"}, {"url": "https://www.tecmundo.com.br/cultura-geek/177458-brie-larson-teste-outros-filmes-mcu-capita-marvel.htm", "categories": ["Cultura Geek", "Marvel", "Cinema", "Filmes", "Quadrinhos"], "comments_count": "0", "shares_count": "0", "sources": ["YouTube"], "summary": "Antes de entrar para o MCU no papel de Capitã Marvel, Brie Larson revelou que chegou a realizar testes para outros projetos para o estúdio, incluindo  Thor  e  Homem de Ferro 2 . No seu canal do  YouTube , a atriz fez uma longa lista com outros projetos que tentou participar, mas acabou sendo recusada. Você pode conferir o vídeo abaixo. Hoje, com um Oscar de Melhor Atriz, Larson afirma que demorou para atingir o atual reconhecimento. Durante este processo, ela revelou que foi recusada para papéis em  Star Wars: O Despertar da Força, Avatar, Percy Jackson e o Ladrão de Raios, O Livro de Eli, A Escolha Perfeita  e  Caminhos da Floresta , além da série  The Big Bang Theory . Um momento curioso do vídeo é quando ela lembra do teste para  Transformers: A Vingança dos Derrotados . Segundo a atriz, durante a seleção, ela deveria se vestir e agir “de maneira sexy”. Rindo, Larson disse ter ficado sem reação para esse pedido. A atriz também lembrou de como recebeu a proposta para atuar em  Capitã Marvel . Ela estava gravando  Kong: A Ilha da Caveira,  quando os produtores da  Marvel  informaram que queriam ela para a protagonista. Larson disse ter recusado inicialmente, por saber que era algo grande demais. Porém, mais tarde ela recebeu a proposta novamente e acabou ficando com o papel. Outro momento interessante é quando a atriz revela não ter passado no teste para  Loja de Unicórnios . Porém, como a produção levou tempo para ser feita, cinco anos após ter sido recusada, a  Netflix  entrou em contato e a convidou para estrelar e dirigir o longa. No final do vídeo, a atriz ainda aproveitou para dar algumas dicas sobre como fazer um bom teste, para quem está querendo se tornar ator ou atriz. Larson aproveitou para lembrar que nem sempre as coisas saem como esperado, e que é importante manter a calma, mesmo após cometer erros.", "timestamp": "\n                        ", "title": "Brie Larson fez teste para outros filmes do MCU antes de Capitã Marvel", "writer": "Robinson Samulak Alves"}, {"url": "https://www.tecmundo.com.br/cultura-geek/177453-chadwick-boseman-esperar-ultimo-filme-netflix.htm", "categories": ["Cultura Geek", "Netflix", "Marvel", "Tabloide e Celebridades"], "comments_count": "0", "shares_count": "0", "sources": ["CBR"], "summary": "Após a morte de Chadwick Boseman na sexta-feira (28 de agosto), os fãs começaram a perceber a grandeza do trabalho do ator que, conhecido pelo seu papel em  Pantera Negra , deixou ótimas contribuições em outras produções, inclusive em  Ma Rainey’s Black Bottom , filme póstumo a ser lançado pela  Netflix  ainda neste ano. O filme terá, num momento triste, uma feliz coincidência ao colocar lado a lado Boseman e Denzel Washigton, responsável por custear os estudos do ator em Oxford, e agora produtor desse filme. A história é baseada numa peça homônima do dramaturgo August Wilson, também vítima do câncer em 2005. Ma Rainey's Black Bottom no teatro (Fonte: Soulpepper Theatre Company/Divulgação) Fonte:   Soulpepper Theatre Company  A direção do filme é feita pelo também ator e produtor George C. Wolfe. A trama mostrará Boseman contracenando com a vencedora do Oscar por  Fences (Um Limite entre Nós) , a fantástica Viola Davis, que conhecemos muito bem no papel de Annelise Keating em  How to Get Away With Murder . As ações se passam em uma Chicago de 1927 e são baseadas em fatos reais. A história acompanha a vida dos quatro integrantes da banda de Ma Rainey (Davis) que são mantidos em um estúdio de gravação ao lado de dois produtores brancos, enquanto a cantora de blues grava novas canções. Foto do elenco de Ma Rainey's Black Bottom (Fonte: Netflix/Reprodução) Fonte:   Netflix  Boseman é Leeve, um trompetista jovem e ambicioso que está sempre em conflito com Ma Rainey. Os demais músicos são interpretados por Glynn Turman (da série  Fargo ), Colman Domingo (de  Fear the Walking Dead ) e Michael Potts. A premiada peça de teatro foi adaptada para as telas pelo também ator Ruben Santiago-Hudson (de  Billions ) e reconstitui fatos reais da vida da cantora Gertrude Malissa Nix Pridget Rainey, a Ma Rainey, conhecida como a Rainha-Mãe do blues, ao se tornar uma das primeiras artistas a gravar suas próprias composições.", "timestamp": "\n                        ", "title": "Chadwick Boseman: o que esperar do seu último filme na Netflix", "writer": "Jorge Marin"}, {"url": "https://www.tecmundo.com.br/ciencia/177443-funciona-teste-gravidez-digital.htm", "categories": ["Ciência", "IBM", "Saúde"], "comments_count": "0", "shares_count": "0", "sources": ["Foome/Twitter"], "summary": "Testes de gravidez digitais são curiosos dispositivos eletrônicos que são equipados por hardware topo de linha — pelo menos, de várias décadas atrás. Os usuários do Twitter @foone e @xtoff partiram numa investigação sobre o funcionamento desses aparelhos e descobriu que são tão poderosos quanto o computador  IBM  original de 1981. Atualmente, os exames de gravidez digitais são facilmente encontrados em grandes lojas do varejo e farmácias nos Estados Unidos, saindo por míseros US$ 5 cada. Dentro deles, segundo os curiosos, estão um processador, memória RAM, uma célula de memória e um pequeno display LCD para apresentar o resultado. O processador é microcontrolador Holtek de 8 bits, acompanhado por 64 bytes de RAM, chegando a frequências de 4 MHz ou 8 MHz, variando de acordo com a capacidade da bateria. Os números podem parecer simplórios, mas é “provavelmente mais rápido que o IBM PC no processamento de números e na entrada e saída de dados”, segundo foone. Na parte de traz do teste, ficam visíveis a bateria, a outra face do PCB e uma fita de papel que reage quimicamente com a urina, assim como há no teste convencional. A presença dessa fita reitera que o teste digital não oferece maior precisão ou mais informações que um simples teste de gravidez. Assim que fica úmido, o papel aciona a bateria e o aparelho é ligado. O dispositivo utiliza três LEDs e sensores de luz fotossensíveis para realizar a leitura sobre o papel e levar este resultado para o display de LCD. Os dados do sensor passam pela memória, são analisados pelo processador e logo são demonstrados. Na prática, a única diferença dos exames digitais para os convencionais é a claridade das informações. Enquanto exame convencional apresenta resultados em faixas — que eventualmente podem ser confundidas —, o display apresenta o resultado de forma mais legível. Representação do fluxo de dados do microcontrolador. Fonte:   Foone/Reprodução  Os perfis também se fizeram esse clássico questionamento, e descobriram que não é possível. O sistema que compõe o exame não é programável; portanto, não é possível inserir dados de um jogo para que ele seja executado. Por fim, a conclusão dessa investigação é que testes digitais são, de fato, um belo desperdício de plástico e componentes eletrônicos. Por se tratar de um produto descartável e de uso único, assim que demonstrado o resultado, o dispositivo é jogado no lixo e, na maioria das vezes, os componentes não são reaproveitados.", "timestamp": "\n                        ", "title": "Como funciona um teste de gravidez digital?", "writer": "Igor Almenara Carneiro"}, {"url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/177462-volkswagen-id-4-interior-suv-eletrico-revelado.htm", "categories": ["Mobilidade Urbana/Smart Cities", "Volkswagen", "Elétricos"], "comments_count": "0", "shares_count": "0", "sources": ["Volkswagen", "Electrek"], "summary": "Nesta sexta-feira (4), a  Volkwagen  revelou as primeiras imagens oficiais do interior do  ID.4 , o SUV totalmente elétrico da marca. Ele deve ser apresentado por completo ainda neste mês de setembro, chegando às concessionárias europeias antes do final do ano. Seguindo a tendência lançada pela  Tesla , o novo  carro elétrico  da VW conta com um design minimalista em sua cabine, concebida como um “lounge moderno e confortável”. O principal destaque é a tela sensível ao toque que parece flutuar, pois não é vinculada ao painel central. Assim como o  ID.3 , o novo ID.4 traz um pequeno painel de instrumentos atrás do volante. Outro ponto em comum com a versão menor é a presença da função ID. Light, uma faixa de luz abaixo do para-brisa, que muda de cor e utiliza diferentes efeitos de iluminação para dar ao motorista uma série de alertas e indicar as funções ativadas, entre outras coisas. A tela \"flutuante\" na parte central funciona como central multimídia e controla outras funções do carro. Fonte:   Volkswagen/Divulgação  O modelo tem ainda bancos dianteiros esportivos e com diversas opções de ajustes elétricos, banco traseiro com encostos na posição vertical e porta-malas com capacidade para 543 litros. Opcionalmente, é possível adicionar um teto solar panorâmico de vidro, com iluminação de fundo configurável em um espectro de 30 cores. Nesta apresentação, a Volkswagen não forneceu detalhes técnicos a respeito do ID.4. No entanto, vazamentos anteriores sugerem que ele deverá ser oferecido em duas opções de motorização, com baterias de 62 kWh e 83 kWh, e autonomia de até 500 km. Em uma das alternativas, o conjunto deve entregar 204 cv de potência, com o propulsor montado no eixo traseiro, enquanto na outra, que acrescenta uma unidade na dianteira, o desempenho deve chegar a mais de 300 cv. O novo SUV elétrico da VW também será lançado na China e nos Estados Unidos, além de estar cotado para chegar ao Brasil.", "timestamp": "\n                        ", "title": "Volkswagen ID.4: interior do SUV elétrico é revelado", "writer": "André Luiz Dias Gonçalves"}, {"url": "https://www.tecmundo.com.br/redes-sociais/177469-facebook-instagram-testam-ferramenta-sincronizar-stories.htm", "categories": ["Redes Sociais", "Instagram", "Facebook"], "comments_count": "0", "shares_count": "0", "sources": ["The Verge"], "summary": "O  Instagram  quer implementar uma nova funcionalidade para permitir que seus usuários vejam os  Stories diretamente no Facebook . Atualmente, essa opção ainda está em fase de testes e apenas um número limitado de usuários pode acessá-la. Em uma declaração ao consultor de mídias sociais, Matt Navarra, um porta-voz do Facebook garantiu que a novidade respeita todas as políticas de privacidade. Dessa forma, os Stories serão visíveis apenas para usuários que já te seguem no Instagram e decidiram ativar a funcionalidade. Apesar de as empresas terem divulgado poucos detalhes sobre o assunto, ao que parece, a novidade também vai respeitar decisões prévias, como o bloqueio de perfis e o impedindo para visualizar Stories. Segundo as informações compartilhadas por Matt Navarra no Twitter, ao fim do teste, as empresas vão receber feedbacks dos usuários que tiveram acesso antecipado à funcionalidade. A novidade reflete o esforço para integrar as plataformas, o que também foi notado logo após o lançamento do recurso Facebook Stories, quando o Instagram passou a incentivar que seus usuários compartilhassem os posts rápidos na rede social de  Mark Zuckerberg . A diferença agora é que, com a funcionalidade, esses posts vão aparecer automaticamente no  Facebook . Desde então, essa aproximação tem sido gradual. No mês passado, por exemplo, o  Facebook Messenger começou a ser unificado ao chat do Instagram . Em um futuro próximo, o WhatsApp e SMS também serão adicionados à lista. O que achou desta novidade? Você gostaria de assistir os Stories do Instagram diretamente do Facebook? Compartilhe a sua opinião conosco através dos comentários abaixo!", "timestamp": "\n                        ", "title": "Facebook e Instagram testam ferramenta para sincronizar Stories", "writer": "Kris Gaiato"}, {"url": "https://www.tecmundo.com.br/cultura-geek/177465-alien-novo-filme-franquia-desenvolvimento.htm", "categories": ["Cultura Geek", "Cinema", "Cinema e Seriados", "Filmes"], "comments_count": "0", "shares_count": "0", "sources": ["Forbes", "CNet"], "summary": "Em recente entrevista à  Forbes , o diretor Ridley Scott confirmou o desenvolvimento de um novo  filme  da franquia  Alien . Segundo ele, o próximo projeto dificilmente será uma pré-sequência como os recentes  Prometheus  (2012) e  Alien: Covenant  (2017). “Seguimos um caminho para tentar reinventar a roda nos últimos longas”, explica o cineasta britânico. “Se vamos dar sequência a isso ou não, ainda é uma incógnita”. Ridley Scott e a atriz Katherine Waterston no set de Alien: Covenant (2017). Fonte:   IMDb/Divulgação  Na mesma entrevista, Scott revelou que a história apresentada em  Prometheus  ajudou a reviver a franquia de ficção científica. Principalmente, ao responder questões sobre a origem do alienígena. Entusiasmado, o diretor revelou o interesse em trazer uma nova abordagem para o próximo longa-metragem. Entretanto, sem perder a essência dos filmes que ajudaram a conquistar diversos fãs nos anos 1980 e 1990. “Você tem que repensar todo o conceito sangrento e simplesmente usar a palavra para franquia? Essa é sempre uma questão fundamental”, completa o cineasta. A atriz Sigourney Weaver interpretou a heroína Ellen Ripley em quatro filmes da saga. Fonte:   IMDb/Divulgação  Durante a entrevista, Scott não revelou mais informações sobre o próximo filme. Contudo, há alguns meses, o site norte-americano  Comic Book  noticiou que dois produtores estavam trabalhando em um roteiro para uma futura produção da saga. Conforme as informações, a trama traria o retorno de Ellen Ripley, personagem de Sigourney Weaver e protagonista das quatro primeiras entradas da franquia. Porém, após o rumor, a atriz descartou o interesse em voltar a interpretar a heroína. Lançado originalmente em 1979,  Alien  deu origem a mais três sequências:  Alien: O Resgate  (1986),  Alien 3  (1992) e  Alien: A Ressurreição  (1997). Como dito, a série também teve duas pré-sequências lançadas recentemente:  Prometheus  e  Alien: Covenant . Qual sua expectativa sobre um novo filme do famoso alienígena xenomorfo?", "timestamp": "\n                        ", "title": "Alien: novo filme da franquia está em desenvolvimento", "writer": "Lupa Charleaux"}, {"url": "https://www.tecmundo.com.br/cultura-geek/177464-tenet-filme-fatura-us-20-milhoes-1-final-semana-eua.htm", "categories": ["Cultura Geek", "Cinema", "Cinema e Seriados", "Filmes"], "comments_count": "0", "shares_count": "0", "sources": ["Variety"], "summary": "No seu primeiro final de semana nos Estados Unidos,  Tenet  faturou US$ 20 milhões nas bilheterias. O novo  filme  de Christopher Nolan é o primeiro blockbuster a estrear após o início da pandemia. A Warner Bros. aproveitou o feriado do Dia do Trabalhador, nos EUA, para tentar levar mais pessoas às cerca de 2.800 salas que exibiram o longa. Já no restante do mundo,  Tenet  se aproxima dos US$ 150 milhões,  após conseguir US$ 53 milhões  na abertura, com destaque no Reino Unido, França, Coreia do Sul e Alemanha. A soma da bilheteria durante este final de semana chegou a US$ 78,3 milhões. O valor está abaixo do que seria esperado originalmente, porém, o estúdio reconhece que o filme está indo bem nas atuais circunstâncias. “Não há literalmente nenhum contexto para comparar os resultados da estreia de um filme durante uma pandemia com qualquer outra circunstância”, disse o estúdio em nota. “Estamos em um cenário sem precedentes, então qualquer comparação com o mundo pré- Covid-19  seria injusta e sem base”. Christopher Nolan e John David Washington nos bastidores de 'Tenet' Fonte:   IMDb/Reprodução  Para reverter o investimento de cerca de US$ 400 milhões,  a Warner Bros. esperava uma arrecadação de US$ 800 milhões . Porém, executivos do estúdio reconhecem que  Tenet  terá uma estratégia diferente, e que o valor pode ser arrecadado, mas para isso precisará de mais tempo. David A. Gross, analista de bilheteria da  FranchiseRe , afirmou que o filme está tendo o melhor desempenho no cenário que o país enfrenta. “Com um número significativo de estados e cidades importantes dos EUA ainda fechados, esta é uma abertura justa”, disse Gross. “Os negócios nos EUA estão melhorando, mas um grande número de espectadores ainda não voltou. Por enquanto, isso é o melhor que pode acontecer”. Com John David Washington, Robert Pattinson, Elizabeth Debicki, Fiona Dourif, Kenneth Branagh e Clémence Poésy no elenco,  Tenet  está previsto para estrear no Brasil no dia 15 de outubro.", "timestamp": "\n                        ", "title": "Tenet: filme fatura US$ 20 milhões no 1º final de semana nos EUA", "writer": "Robinson Samulak Alves"}, {"url": "https://www.tecmundo.com.br/cultura-geek/177461-spellbreak-jogo-disponivel-gratuitamente-plataformas.htm", "categories": ["Cultura Geek", "Video Game e Jogos", "Jogos"], "comments_count": "0", "shares_count": "0", "sources": ["Fala Universidades"], "summary": "A  Proletariat Inc.  anunciou, nesta última quinta-feira, dia 3, que  Spellbreak , battle royale gratuito com foco em magias, já está completamente disponível para todos os jogadores. Dessa forma, usuários do PlayStation 4, Nintendo Swich, Xbox One e PC já têm acesso ao título na íntegra e podem conferir todas as novidades que o game traz para o universo dos competitivos online. Um dos principais detalhes do game é a possibilidade de  crossplay  e de  port de save , permitindo que jogadores de diversas plataformas possam combater entre si e transportar seu progresso para o console de sua escolha. O recurso é possível após a criação de uma conta  Spellbreak , que será responsável por armazenar todas as estatísticas, itens e muito mais através de uma nuvem. (Fonte: Proletariat Inc./Reprodução) Fonte:   PlayStation  Contando com um vasto sistema de customização com seis classes de personagens disponíveis para serem utilizadas, o  battle royale  também terá uma boa dinamicidade de gameplay, já que diversos itens com efeitos diferentes poderão ser aprimorados e combinados para desenvolver habilidades únicas. Além disso, seu mapa randomizado irá permitir a elaboração de estratégias de abordagem únicas, levando toda partida para ser uma experiência diferente. Veja abaixo os requisitos recomendados para jogadores que forem jogar  Spellbreak  no PC. Lembrando que ele está disponível via  Epic Games Store . Spellbreak está disponível gratuitamente em todos as plataformas  via  Voxel", "timestamp": "\n                        ", "title": "Spellbreak está disponível gratuitamente em todas as plataformas", "writer": "André Luis Dias Custodio"}, {"url": "https://www.tecmundo.com.br/ciencia/177459-controla-vida-sua-consciencia-estado-zumbi.htm", "categories": ["Ciência", "Biologia"], "comments_count": "0", "shares_count": "0", "sources": ["Science Daily", "Trends in Cognitive Sciences"], "summary": "Quantas vezes você se viu fazendo alguma coisa sem ter consciência disso? Costuma-se dizer que isso é agir no “piloto automático” – e se isso é real ou não, é uma questão de 1.500 anos, desde que o filósofo Santo Agostinho se perguntou se a consciência é contínua ou se estamos conscientes apenas em certos momentos do tempo. Para um grupo de psicofísicos da Escola Politécnica Federal de Lausanne (EPFL), na Suíça, a resposta é: os dois. \"A consciência é basicamente como um filme. Achamos que vemos o mundo como ele é, não há lacunas, não há nada no meio, mas isso não pode ser verdade. A mudança não pode ser percebida imediatamente. Só pode ser apreendida depois que aconteceu\", diz o principal autor do estudo publicado na revista  Trends in Cognitive Sciences , o psicofísico Michael Herzog. Segundo ele, “temos a sensação de que estamos conscientes a cada momento\" mas, por ser um conceito abstrato, sua definição também o é. “O que sabemos é que uma pessoa passa da inconsciência para a consciência ao acordar de manhã ou da anestesia. A maioria dos filósofos concorda com a ideia de percepção consciente contínua – porque ela segue a intuição humana básica.” Por outro lado, o ser humano pode não está consciente todo o tempo – como programas que rodam em segundo plano, somente em certos momentos do tempo a consciência aflora. Mas por quanto tempo e quando? Herzog e os outros dois autores do artigo, os também psicofísicos Leila Drissi-Daoudi e Adrien Doerig, uniram as duas teorias em um modelo que descreve a mente do ser humano dividida em dois estágios. Nele, a percepção consciente é precedida por um período de processamento inconsciente de longa duração – isso acontece porque o ser humano “precisa processar informações continuamente, mas não pode percebê-las sem parar”, diz Herzog. O processo é exemplificado com uma atividade simples: andar de bicicleta. A não ser que você não conheça o caminho, o normal é a mente se perder, enquanto a ação de pedalar acontece mecanicamente. “Se você caísse e esperasse a cada meio segundo para responder, não haveria como se segurar antes de atingir o solo. Porém, se você combinar breves momentos conscientes com períodos mais longos de processamento inconsciente em que a informação é integrada, sua mente lhe diz o que você percebeu e você se detém. É o zumbi dentro de nós que dirige sua bicicleta. Os pensamentos e arredores são atualizados inconscientemente; se algo não faz sentido, você muda sua rota.” A combinação dos dois modelos satisfaz à filosofia e sua questão de um milênio e meio, e ainda abre campos para os cientistas em diferentes áreas. “Se for verdade, isso pode mudar os modelos em neurociência, psicologia e, potencialmente, também em visão computacional”, diz Herzog. Os autores escrevem que o modelo proposto em dois estágios tanto resolve o problema filosófico de 1.500 anos como abre novas perspectivas aos cientistas de diferentes disciplinas. “O processamento consciente é superestimado. Deveríamos dar peso ao período de processamento que acontece nas sombras. Teríamos essa dimensão extra de tempo para resolver problemas, se as pessoas levassem isso a sério”, explica o psicofísico. O modelo proposto, porém, suscita mais perguntas. Como os dois níveis de consciência interagem? Como passamos de um estágio para outro? Distúrbios como a esquizofrenia mudam esse equilíbrio? Podemos viver sem consciência? A resposta de Herzog: “Não temos ideia.”", "timestamp": "\n                        ", "title": "O que controla sua vida é sua consciência ou seu estado zumbi?", "writer": "Julia Marinho"}, {"url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/177450-prototipo-aviao-formato-v-realiza-primeiro-voo.htm", "categories": ["Mobilidade Urbana/Smart Cities", "Avião", "Tecnologia", "Drones", "Airbus"], "comments_count": "11", "shares_count": "41", "sources": ["Tu Delft", "New Atlas", "Futurism"], "summary": "Um modelo reduzido em escala do  avião  Flying-V realizou o seu primeiro voo de teste na Alemanha, em agosto. A informação foi revelada na última terça-feira (1º), pela Tu Delft, uma das empresas responsáveis pelo projeto. Desenvolvido também pela Universidade de Delft e a companhia aérea KLM, o protótipo que decolou no mês passado, em uma base aérea alemã, tem 2,76 m de comprimento, 3,06 m de envergadura e pesa 22 kg. Mesmo sendo apenas uma fração da versão em tamanho real, de 55 m de comprimento, o conceito permitiu a realização de testes importantes. O piloto de  drone  responsável pela operação decolou o modelo, fez diversas manobras de teste e aproximações até quase esgotar a carga da bateria, trazendo a aeronave de volta para o solo, em seguida. Veja o Flying-V em ação, no vídeo abaixo: Antes da decolagem, ele já havia sido colocado em um túnel de vento e passado por testes em solo, na Holanda. Agora, os engenheiros vão usar os dados obtidos durante o voo experimental para determinar quais mudanças precisam ser feitas na aeronave. Um dos problemas identificados foi a dificuldade para manter as asas niveladas, o que também atrapalhou o pouso. O conceito do avião em formato de V foi apresentado em 2019 como o “futuro da aviação”, prometendo oferecer uma série de vantagens em relação às aeronaves convencionais mais avançadas, principalmente quanto aos gastos com combustível. De acordo com a  New Atlas , o design diferenciado leva a uma aerodinâmica aprimorada e à redução de peso, gerando uma economia de 20% no consumo, em comparação com um  Airbus  A350-900. Em sua versão final, o Flying-V terá a cabine, o compartimento de carga e os tanques de combustível integrados à estrutura de asa em forma de V, cuja envergadura será a mesma de um Airbus A350. Dessa forma, ela poderá usar os aeroportos normalmente, sem a necessidade de adaptações, tendo capacidade para transportar 314 passageiros.", "timestamp": "\n                        ", "title": "Protótipo do avião em formato de V realiza o primeiro voo", "writer": "André Luiz Dias Gonçalves"}, {"url": "https://www.tecmundo.com.br/software/177475-windows-xp-ainda-tem-usuarios-windows-8-vista-chrome.htm", "categories": ["Software", "Windows XP", "Sistema operacional"], "comments_count": "0", "shares_count": "0", "sources": ["TechRadar", "NetMarketShare"], "summary": "O adorado  Windows XP  teve o suporte encerrado  ainda em 2014  pela  Microsoft , o que significa que ele passou a ser negligenciado dentro da empresa e quase não recebeu atualizações — a não ser em casos gravíssimos de segurança, como  o caso do ransomware Wanna Cry . A última versão da plataforma que ainda recebia alguma forma de atenção da empresa já não era voltada ao consumidor comum  e perdeu esse privilégio em 2019 . Entretanto, uma parcela bastante alta do mercado ainda insiste no sistema operacional defasado, como mostram os dados de agosto de 2020 do  NetMarketShare . Segundo o relatório, 1,26% dos computadores ativos no mundo usam o Windows XP — mais do que Ubuntu (1,08%),  Windows 8  (0,57%),  Windows Vista  (0,12%) e até o moderno ChromeOS (0,42%). Os recentes  Windows 10  (56,42%) e  Windows 7  (26,03%) permanecem as mais populares, sendo que o Windows 7 também já atingiu a data de validade agora em 2020. O Mac OS X 10.15 (3,49%) é a versão do sistema da  Apple  mais bem posicionada no ranking. Você pode conferir o levantamento completo  Windows XP . Ainda bastante utilizado  inclusive a nível governamental  e  policial , a ainda alta adoção do Windows XP é preocupante do ponto de vista de privacidade e segurança. Afinal, novas vulnerabilidades não param de ser descobertas na plataforma e, tanto tempo depois do fim do suporte, elas dificilmente serão sanadas pela Microsoft e  por empresas de antivírus . A fabricante recomenda a atualização do sistema ou troca de dispositivo por um modelo mais moderno. Segundo estimativas do  TechRadar , são 25,2 milhões de computadores rodando a plataforma e sendo alvos em potencial.", "timestamp": "\n                        ", "title": "Windows XP ainda tem mais usuários que Windows 8, Vista e Chrome OS", "writer": "Nilton Kleina"}]